Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: There are currently jobs scheduled to run. If you choose to exit %s, these jobs will not run as scheduled. Are you sure you want to exit %s?
de: Es gibt zur Zeit geplante Jobs. Wenn Sie %s beenden, werden diese Jobs nicht wie geplant laufen. Möchten Sie %s im Hintergrund laufen lassen oder das Programm beenden?
es: Actualmente hay trabajos programados para ejecutarse. Si eliges salir de %s, estos trabajos no se ejecutarán según lo programado. ¿Estás seguro de que quieres salir de %s?
fr: Il y a actuellement des travaux programmés pour s'exécuter. Si vous choisissez de quitter %s, ces travaux ne s'exécuteront pas comme prévu. Êtes-vous sûr de vouloir quitter %s?
it: Ci sono attualmente lavori pianificati da eseguire. Se scegli di uscire da %s, questi lavori non verranno eseguiti come programmato. Sei sicuro di voler uscire da %s?
pt: Existem atualmente trabalhos programados para serem executados. Se você escolher sair de %s, esses trabalhos não serão realizados conforme programado. Tem certeza de que deseja sair de %s?

source: &Project Panel
de: &Projektpanel
es: &Panel de Proyecto
fr: &Panneau de projet
it: &Pannello del progetto
pt: &Painel do Projeto

source: &Console Panel
de: Konsole
es: &Panel de Consola
fr: &Panneau de console
it: &Pannello console
pt: &Painel do Console

source: &Relationships Panel
de: &Verküpfungen
es: &Panel de Relaciones
fr: &Panneau Relations
it: &Pannello Relazioni
pt: &Painel de Relações

source: &Status Bar
de: Statusleiste
es: &Barra de Estado
fr: &Barre d'état
it: &Barra di stato
pt: &Barra de Status

source: F&ull Screen
de: Vollbild
es: &Pantalla Completa
fr: &Plein écran
it: &Schermo intero
pt: Tela &Cheia

source: Source View
de: Quellenansicht
es: Vista de origen
fr: Vue Source
it: Vista sorgente
pt: Visão de Origem

source: Web Page View
de: Webseite-Ansicht
es: Vista de página web
fr: Vue Page Web
it: Vista pagina web
pt: Visão da Página Web

source: Design View
de: Designansicht
es: Vista de diseño
fr: Vue Design
it: Vista design
pt: Visão do Design

source: Layout View
de: Layoutansicht
es: Vista de disposición
fr: Vue Mise en page
it: Vista layout
pt: Visão do Layout

source: Table View
de: Tabellenansicht
es: Vista de tabla
fr: Vue Table
it: Vista tabella
pt: Visão da Tabela

source: SQL View
de: SQL-Ansicht
es: Vista de SQL
fr: Vue SQL
it: Vista SQL
pt: Visão SQL

source: &New Tab
de: &Neue Registierkarte
es: &Nueva Pestaña
fr: &Nouvel onglet
it: &Nuova Scheda
pt: &Nova Aba

source: &Duplicate Tab
de: &Registerkarte verdoppeln
es: &Duplicar Pestaña
fr: &Dupliquer l'onglet
it: &Duplica Scheda
pt: &Duplicar Aba

source: &Refresh Tab
de: &Registerkarte aktualisieren
es: &Actualizar Pestaña
fr: &Rafraîchir l'onglet
it: &Aggiorna Scheda
pt: &Atualizar Aba

source: Refresh &All Tabs
de: &Alle Registerkarten aktualisieren
es: Actualizar &Todas las Pestañas
fr: Rafraîchir &Tous les onglets
it: Aggiorna &Tutte le Schede
pt: Atualizar &Todas as Abas

source: &Bookmark This Location...
de: Lesezeichen für diese Seite hinzufügen...
es: &Marcar Esta Ubicación...
fr: &Marquer cet endroit...
it: &Segna questa posizione...
pt: &Adicionar aos Favoritos este Local...

source: &Close Tab
de: Registerkarte &schließen
es: &Cerrar Pestaña
fr: &Fermer l'onglet
it: &Chiudi Scheda
pt: &Fechar Aba

source: Close &Other Tabs
de: &Andere Registerrkarten schließen
es: Cerrar &Otras Pestañas
fr: Fermer &Autres onglets
it: Chiudi &Altre Schede
pt: Fechar &Outras Abas

source: This report could not be opened. It may have an invalid format or may have been created with a different version.
de: Dieser Bericht konnte nicht geöffnet werden. Entweder ist sein Format ungültig, oder er wurde mit einer anderen Version erstellt.
es: Este informe no pudo ser abierto. Puede tener un formato inválido o haber sido creado con una versión diferente.
fr: Ce rapport n'a pas pu être ouvert. Il peut avoir un format invalide ou avoir été créé avec une version différente.
it: Impossibile aprire questo rapporto. Potrebbe avere un formato non valido o potrebbe essere stato creato con una versione diversa.
pt: Este relatório não pôde ser aberto. Pode ter um formato inválido ou pode ter sido criado com uma versão diferente.

source: %s on %s
de: %s auf %s
es: %s en %s
fr: %s sur %s
it: %s su %s
pt: %s em %s

source: There was an error opening the specified Microsoft Excel file. Make sure the file is not open by another application.
de: Es gab einen Fehler beim Öffnen der angegebenen Microsoft Excel-Datei. Bitte überprüfen Sie, ob die Datei in einer anderen Andwendung offen ist.
es: Hubo un error al abrir el archivo de Microsoft Excel especificado. Asegúrate de que el archivo no esté abierto en otra aplicación.
fr: Il y a eu une erreur lors de l'ouverture du fichier Microsoft Excel spécifié. Assurez-vous que le fichier n'est pas ouvert par une autre application.
it: Si è verificato un errore nell'apertura del file Microsoft Excel specificato. Assicurarsi che il file non sia aperto da un'altra applicazione.
pt: Ocorreu um erro ao abrir o arquivo Microsoft Excel especificado. Certifique-se de que o arquivo não está aberto em outro aplicativo.

source: Open '%s'
de: Öffnen '%s'
es: Abrir '%s'
fr: Ouvrir '%s'
it: Apri '%s'
pt: Abrir '%s'

source: Select the tables you would like to open from this file.
de: Wählen Sie die Tabellen aus, die Sie von dieser Datei öffnen möchten.
es: Selecciona las tablas que te gustaría abrir de este archivo.
fr: Sélectionnez les tables que vous aimeriez ouvrir à partir de ce fichier.
it: Seleziona le tabelle che desideri aprire da questo file.
pt: Selecione as tabelas que você gostaria de abrir deste arquivo.

source: Importing from '%s'
de: Importieren von '%s'
es: Importando desde '%s'
fr: Importation à partir de '%s'
it: Importazione da '%s'
pt: Importando de '%s'

source: No tables were opened from the Microsoft Excel file because no tables in the list were selected.
de: Die Tabellen der Microsoft Excel-Datei konnten nicht geöffnet werden, da keine Tabellen in der Liste ausgwählt wurden.
es: No se abrieron tablas del archivo de Microsoft Excel porque no se seleccionaron tablas en la lista.
fr: Aucune table n'a été ouverte à partir du fichier Microsoft Excel car aucune table de la liste n'a été sélectionnée.
it: Nessuna tabella è stata aperta dal file Microsoft Excel perché nessuna tabella nella lista è stata selezionata.
pt: Nenhuma tabela foi aberta do arquivo Microsoft Excel porque nenhuma tabela na lista foi selecionada.

source: There was an error opening the specified Microsoft Access file. Make sure the file is not open by another application.
de: Beim Öffnen der Microsoft-Access Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob die Datei in einer anderen Anwendung offen ist.
es: Hubo un error al abrir el archivo de Microsoft Access especificado. Asegúrate de que el archivo no esté abierto en otra aplicación.
fr: Il y a eu une erreur lors de l'ouverture du fichier Microsoft Access spécifié. Assurez-vous que le fichier n'est pas ouvert par une autre application.
it: Si è verificato un errore nell'apertura del file Microsoft Access specificato. Assicurarsi che il file non sia aperto da un'altra applicazione.
pt: Ocorreu um erro ao abrir o arquivo Microsoft Access especificado. Certifique-se de que o arquivo não está aberto em outro aplicativo.

source: Import '%s'
de: Importieren '%s'
es: Importar '%s'
fr: Importer '%s'
it: Importa '%s'
pt: Importar '%s'

source: There was an error opening the specified package file. Make sure the file is valid, and is not open by another application.
de: Beim Öffnen der angegebenen Paketdatei ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob die Datei in einer anderen Anwendung offen ist.
es: Hubo un error al abrir el archivo de paquete especificado. Asegúrate de que el archivo sea válido y no esté abierto en otra aplicación.
fr: Il y a eu une erreur lors de l'ouverture du fichier de package spécifié. Assurez-vous que le fichier est valide et qu'il n'est pas ouvert par une autre application.
it: Si è verificato un errore nell'apertura del pacchetto specificato. Assicurarsi che il file sia valido e non sia aperto da un'altra applicazione.
pt: Ocorreu um erro ao abrir o pacote de arquivo especificado. Certifique-se de que o arquivo é válido e não está aberto em outro aplicativo.

source: Would you like to create a report from the selected columns?
de: Möchten Sie einen Bericht erstellen aus den gewählten Spalten?
es: ¿Te gustaría crear un informe a partir de las columnas seleccionadas?
fr: Souhaitez-vous créer un rapport à partir des colonnes sélectionnées?
it: Desideri creare un rapporto dalle colonne selezionate?
pt: Você gostaria de criar um relatório das colunas selecionadas?

source: Could not initialize database environment
de: Datenbankumgebung konnte nicht hergestellt werden.
es: No se pudo inicializar el entorno de la base de datos
fr: Impossible d'initialiser l'environnement de base de données
it: Impossibile inizializzare l'ambiente del database
pt: Não foi possível inicializar o ambiente do banco de dados

source: Input file not found
de: Die Eingangsdatei konnte nicht gefunden werden.
es: Archivo de entrada no encontrado
fr: Fichier d'entrée introuvable
it: File di input non trovato
pt: Arquivo de entrada não encontrado

source: This report could not be printed.
de: Dieser Bericht konnte nicht gedruckt werden.
es: Este informe no pudo ser impreso.
fr: Ce rapport n'a pas pu être imprimé.
it: Questo rapporto non può essere stampato.
pt: Este relatório não pôde ser impresso.

source: Home Page
de: Startseite
es: Página de inicio
fr: Page d'accueil
it: Pagina principale
pt: Página Inicial

source: Online Help
de: &Online-Hilfe
es: Ayuda en línea
fr: Aide en ligne
it: Aiuto online
pt: Ajuda Online

source: Developer Resources
de: Ressourcen für Entwickler
es: Recursos para desarrolladores
fr: Ressources pour les développeurs
it: Risorse per sviluppatori
pt: Recursos do Desenvolvedor

source: Your system is missing a software component. To correct this problem, please reinstall the software.
de: Ihrem System fehlt eine Softwarekomponente. Um dieses Problem zu beheben, installieren Sie die Software neu.
es: A tu sistema le falta un componente de software. Para corregir este problema, por favor reinstala el software.
fr: Il manque un composant logiciel à votre système. Pour résoudre ce problème, veuillez réinstaller le logiciel.
it: Al tuo sistema manca un componente software. Per risolvere questo problema, si prega di reinstallare il software.
pt: Seu sistema está faltando um componente de software. Para corrigir esse problema, por favor reinstale o software.

source: The specified project could not be opened. The path does not exist or is invalid.
de: Das angegebene Projekt konnte nicht geöffnet werden. Der Pfad existiert nicht oder ist ungültig.
es: No se pudo abrir el proyecto especificado. La ruta no existe o es inválida.
fr: Le projet spécifié n'a pas pu être ouvert. Le chemin n'existe pas ou est invalide.
it: Impossibile aprire il progetto specificato. Il percorso non esiste o non è valido.
pt: O projeto especificado não pôde ser aberto. O caminho não existe ou é inválido.

source: The specified path does not contain a valid database project.
de: Der angegebene Pfad beinhaltet kein gültiges Datenbankprojekt.
es: La ruta especificada no contiene un proyecto de base de datos válido.
fr: Le chemin spécifié ne contient pas de projet de base de données valide.
it: Il percorso specificato non contiene un progetto di database valido.
pt: O caminho especificado não contém um projeto de banco de dados válido.

source: This project is currently stored in an older format and must be converted to a newer format before it can be used by this application. After the project is converted to the newer format, it can no longer be used by other applications that utilize the older format. Would you like to upgrade this project to the newer format?
de: Dieses Projekt ist derzeit in einem alten Format gespeichert und muss durch ein neueres Format ersetzt werden bevor es von dieser Anwendung genutzt werden kann. Nachdem dieses Projekt in eine neues Format umgewandelt ist, kann es nicht mehr von anderen Anwendungen genutzt werden, die das alte Format unterstützen. Möchten Sie dieses Projekt in ein neueres Format umwandeln?
es: Este proyecto está actualmente guardado en un formato antiguo y debe ser convertido a un formato más reciente antes de que pueda ser utilizado por esta aplicación. Después de que el proyecto sea convertido al formato más reciente, ya no podrá ser utilizado por otras aplicaciones que utilicen el formato más antiguo. ¿Te gustaría mejorar este proyecto al formato más reciente?
fr: Ce projet est actuellement stocké dans un format plus ancien et doit être converti dans un format plus récent avant de pouvoir être utilisé par cette application. Après la conversion du projet au format plus récent, il ne pourra plus être utilisé par d'autres applications qui utilisent le format plus ancien. Voulez-vous mettre à niveau ce projet vers le format plus récent?
it: Questo progetto è attualmente memorizzato in un formato più vecchio e deve essere convertito in un formato più recente prima che possa essere utilizzato da questa applicazione. Dopo che il progetto è stato convertito nel formato più recente, non potrà più essere utilizzato da altre applicazioni che utilizzano il formato più vecchio. Vuoi aggiornare questo progetto al formato più recente?
pt: Este projeto está atualmente armazenado em um formato antigo e deve ser convertido para um formato mais recente antes de poder ser usado por este aplicativo. Depois que o projeto for convertido para o formato mais recente, ele não poderá mais ser usado por outros aplicativos que utilizam o formato antigo. Gostaria de atualizar este projeto para o formato mais recente?

source: The specified project could not be opened.
de: Das spezifizierte Projekt konnte nicht geöffnet werden.
es: No se pudo abrir el proyecto especificado.
fr: Le projet spécifié n'a pas pu être ouvert.
it: Il progetto specificato non potrebbe essere aperto.
pt: O projeto especificado não pôde ser aberto.

source: Cancelling all running jobs...
de: Alle laufenden Jobs werden beendet...
es: Cancelando todos los trabajos en ejecución...
fr: Annulation de tous les travaux en cours...
it: Annullamento di tutti i lavori in corso...
pt: Cancelando todos os trabalhos em execução...

source: There are currently jobs running. Would you like to cancel all running jobs and exit?
de: Derzeit werden mehrere Jobs ausgeführt. Möchten Sie alle Jobs abbrechen und das Programm beenden?
es: Actualmente hay trabajos en ejecución. ¿Te gustaría cancelar todos los trabajos en ejecución y salir?
fr: Il y a actuellement des travaux en cours. Voulez-vous annuler tous les travaux en cours et quitter?
it: Ci sono attualmente lavori in corso. Vorresti annullare tutti i lavori in corso ed uscire?
pt: Atualmente existem trabalhos em execução. Gostaria de cancelar todos os trabalhos em execução e sair?

source: There are currently jobs running. Would you like to cancel all running jobs and continue?
de: Derzeit werden mehrere Jobs ausgeführt. Möchten Sie alle Jobs abbrechen und beenden?
es: Actualmente hay trabajos en ejecución. ¿Te gustaría cancelar todos los trabajos en ejecución y continuar?
fr: Il y a actuellement des travaux en cours. Voulez-vous annuler tous les travaux en cours et continuer?
it: Ci sono attualmente lavori in corso. Vuoi annullare tutti i lavori in corso e continuare?
pt: Atualmente existem trabalhos em execução. Gostaria de cancelar todos os trabalhos em execução e continuar?

source: Cancel Jobs and Exit
de: Jobs abbrechen und Programm beenden
es: Cancelar Trabajos y Salir
fr: Annuler les travaux et quitter
it: Annulla Lavori ed Esci
pt: Cancelar Trabalhos e Sair

source: Cancel Jobs and Continue
de: Jobs abbrechen und beenden
es: Cancelar Trabajos y Continuar
fr: Annuler les travaux et continuer
it: Annulla Lavori e Continua
pt: Cancelar Trabalhos e Continuar

source: Don't Exit
de: Nicht beenden
es: No Salir
fr: Ne pas quitter
it: Non Uscire
pt: Não Sair

source: Don't Continue
de: Nicht beenden
es: No Continuar
fr: Ne pas continuer
it: Non Continuare
pt: Não Continuar

source: Force Exit
de: Sofort beenden
es: Forzar Salida
fr: Forcer la sortie
it: Uscita Forzata
pt: Forçar Saída

source: Would you like to compact this project?
de: Möchten Sie dieses Projekt kompaktieren?
es: ¿Te gustaría compactar este proyecto?
fr: Voulez-vous compacter ce projet?
it: Desideri compattare questo progetto?
pt: Gostaria de compactar este projeto?

source: Project successfully compacted.
de: Projekt wurde erfolgreich kompaktiert.
es: Proyecto compactado exitosamente.
fr: Projet compacté avec succès.
it: Progetto compattato con successo.
pt: Projeto compactado com sucesso.

source: Untitled documents must be either saved or closed before using the license manager.
de: Unbenannte Dokumente müssen entweder gespeichert oder geschlossen werden, bevor der Lizenzmanager genutzt werden kann.
es: Los documentos sin título deben ser guardados o cerrados antes de usar el administrador de licencias.
fr: Les documents sans titre doivent être enregistrés ou fermés avant d'utiliser le gestionnaire de licence.
it: I documenti senza titolo devono essere salvati o chiusi prima di utilizzare il gestore di licenze.
pt: Documentos sem título devem ser salvos ou fechados antes de usar o gerenciador de licenças.

source: License Manager
de: Lizenzmanager
es: Administrador de Licencias
fr: Gestionnaire de licence
it: Gestore di Licenza
pt: Gerenciador de Licenças

source: This project is currently set to 'read-only' status to protect your data from unintentional changes. Would you like to temporarily remove the 'read-only' status to perform this operation?
de: Dieses Projekt ist zur Zeit mit einem Schreibschutz versehen, um unabsichtliche Veränderungen an den Daten zu vermeiden. Möchten Sie den 'Schreibschutz'-Status vorübergehend aufheben, um diesen Vorgang durchzuführen?
es: Este proyecto está configurado actualmente en estado 'solo lectura' para proteger sus datos de cambios no intencionados. ¿Le gustaría eliminar temporalmente el estado 'solo lectura' para realizar esta operación?
fr: Ce projet est actuellement en mode 'lecture seule' pour protéger vos données contre les modifications accidentelles. Souhaitez-vous supprimer temporairement le statut 'lecture seule' pour effectuer cette opération?
it: Questo progetto è attualmente impostato come 'sola lettura' per proteggere i tuoi dati da modifiche non intenzionali. Vorresti rimuovere temporaneamente lo status 'sola lettura' per eseguire questa operazione?
pt: Este projeto está atualmente definido como 'somente leitura' para proteger seus dados de alterações não intencionais. Gostaria de remover temporariamente o status de 'somente leitura' para realizar essa operação?

source: About
de: Info
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

source: To create a database table, please create or open a project.
de: Um eine Datenbanktabelle anzulegen, muss ein Projekt geöffnet oder hergestellt werden.
es: Para crear una tabla de base de datos, por favor cree o abra un proyecto.
fr: Pour créer une table de base de données, veuillez créer ou ouvrir un projet.
it: Per creare una tabella del database, per favore crea o apri un progetto.
pt: Para criar uma tabela de banco de dados, crie ou abra um projeto.

source: Relationships
de: Verknüpfungen...
es: Relaciones
fr: Relations
it: Relazioni
pt: Relacionamentos

source: A project must first be opened to display project properties.
de: Ein Projekt muss zuerst geöffnet werden, um die Projekteigenschaften anzuzeigen.
es: Primero debe abrirse un proyecto para mostrar las propiedades del proyecto.
fr: Un projet doit d'abord être ouvert pour afficher les propriétés du projet.
it: Un progetto deve prima essere aperto per visualizzare le proprietà del progetto.
pt: Um projeto deve primeiro ser aberto para exibir as propriedades do projeto.

source: Printing '%s'
de: Drucken '%s'
es: Imprimiendo '%s'
fr: Impression '%s'
it: Stampa '%s'
pt: Imprimindo '%s'

source: $c pages printed
de: $c Seiten gedruckt
es: $c páginas impresas
fr: $c pages imprimées
it: $c pagine stampate
pt: $c páginas impressas

source: $c of $m pages printed ($p1%)
de: $c von $m Seiten gedruckt ($p1%)
es: $c de $m páginas impresas ($p1%)
fr: $c sur $m pages imprimées ($p1%)
it: $c di $m pagine stampate ($p1%)
pt: $c de $m páginas impressas ($p1%)

source: $c page printed
de: $c Seite gedruckt
es: $c página impresa
fr: $c page imprimée
it: $c pagina stampata
pt: $c página impressa

source: Please enter the location of the folder to which you would like to connect.
de: Bitte geben Sie den Ort des Ordners ein, mit dem eine Verbindung hergestellt werden soll.
es: Por favor ingrese la ubicación de la carpeta a la que le gustaría conectarse.
fr: Veuillez entrer l'emplacement du dossier auquel vous souhaitez vous connecter.
it: Si prega di inserire la posizione della cartella a cui si desidera connettersi.
pt: Por favor, insira a localização da pasta à qual você gostaria de se conectar.

source: File Type:
de: Dateityp:
es: Tipo de Archivo:
fr: Type de fichier:
it: Tipo di File:
pt: Tipo de Arquivo:

source: Text-Delimited Files
de: Tabgetrennte Dateien
es: Archivos de Texto Delimitados
fr: Fichiers à délimitation de texte
it: File Delimitati da Testo
pt: Arquivos Delimitados por Texto

source: Fixed-Length Files
de: Dateien mit fester Länge
es: Archivos de Longitud Fija
fr: Fichiers à longueur fixe
it: File di Lunghezza Fissa
pt: Arquivos de Comprimento Fixo

source: Microsoft Access File
de: Microsoft Access Datei
es: Archivo de Microsoft Access
fr: Fichier Microsoft Access
it: File di Microsoft Access
pt: Arquivo Microsoft Access

source: Microsoft Excel File
de: Micrososft Excel Datei
es: Archivo de Microsoft Excel
fr: Fichier Microsoft Excel
it: File di Microsoft Excel
pt: Arquivo Microsoft Excel

source: Package File
de: Paketdatei
es: Archivo de Paquete
fr: Fichier de package
it: File del Pacchetto
pt: Arquivo de Pacote

source: Folder:
de: Ordner:
es: Carpeta:
fr: Dossier:
it: Cartella:
pt: Pasta:

source: Browse...
de: Auswählen...
es: Examinar...
fr: Parcourir...
it: Sfoglia...
pt: Procurar...

source: Filter:
es: Filtro:
fr: Filtre:
it: Filtro:
pt: Filtro:

source: All Database Files (*.dbf; *.csv; *.tsv; *.txt)
de: Alle Datendateien (*.dbf;*.csv;*.tsv;*.txt)
es: Todos los Archivos de Base de Datos (*.dbf; *.csv; *.tsv; *.txt)
fr: Tous les fichiers de base de données (*.dbf; *.csv; *.tsv; *.txt)
it: Tutti i File di Database (*.dbf; *.csv; *.tsv; *.txt)
pt: Todos os Arquivos de Banco de Dados (*.dbf; *.csv; *.tsv; *.txt)

source: Microsoft FoxPro/Xbase Files (*.dbf)
de: Mircrosoft FoxPro/Xbase Dateien (*.dbf)
es: Archivos de Microsoft FoxPro/Xbase (*.dbf)
fr: Fichiers Microsoft FoxPro/Xbase (*.dbf)
it: File Microsoft FoxPro/Xbase (*.dbf)
pt: Arquivos Microsoft FoxPro/Xbase (*.dbf)

source: Comma-Delimited Files (*.csv)
de: Kommagetrennte Dateien (*.csv)
es: Archivos Delimitados por Coma (*.csv)
fr: Fichiers délimités par des virgules (*.csv)
it: File Delimitati da Virgole (*.csv)
pt: Arquivos Delimitados por Vírgula (*.csv)

source: Tab-Delimited Files (*.tsv)
de: Tabgetrennte Dateien (*.tsv)
es: Archivos Delimitados por Tabulación (*.tsv)
fr: Fichiers à délimitation de tabulation (*.tsv)
it: File Delimitati da Tabulazioni (*.tsv)
pt: Arquivos Delimitados por Tabulação (*.tsv)

source: Text Files (*.txt)
de: Textdateien (*.txt)
es: Archivos de Texto (*.txt)
fr: Fichiers texte (*.txt)
it: File di Testo (*.txt)
pt: Arquivos de Texto (*.txt)

source: All Files (*.*)
de: Alle Dateien (*.*)
es: Todos los Archivos (*.*)
fr: Tous les fichiers (*.*)
it: Tutti i File (*.*)
pt: Todos os Arquivos (*.*)
