Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: Replaces each occurrence of the search string in the input string with the corresponding replace string
de: ergibt eine Zeichenkette, in der der Suchtext durch den Ersatztext ersetzt wird
es: Reemplaza cada aparición de la cadena de búsqueda en la cadena de entrada con la correspondiente cadena de reemplazo
fr: Remplace chaque occurrence de la chaîne de recherche dans la chaîne d'entrée par la chaîne de remplacement correspondante
it: Reemplaza cada aparición de la cadena de búsqueda en la cadena de entrada con la cadena de reemplazo correspondiente
pt: Substitui cada ocorrência da string de busca na string de entrada pela string de substituição correspondente

source: REVERSE(string)
es: REVERSE(cadena)
fr: REVERSE(chaîne)
it: REVERSE(cadena)

source: Reverses the order of characters in a string
de: ergibt eine Zeichenkette in umgekehrter Reihenfolge
es: Invierte el orden de los caracteres en una cadena
fr: Inverse l'ordre des caractères d'une chaîne
it: Invierte el orden de los caracteres en una cadena
pt: Inverte a ordem dos caracteres de uma string

source: RFIND(string, search string [, occurrence])
es: RFIND(cadena, cadena de búsqueda [, ocurrencia])
fr: RFIND(chaîne, chaîne de recherche [, occurrence])
it: RFIND(cadena, cadena de búsqueda [, ocurrencia])
pt: RFIND(string, string de busca [, ocorrência])

source: Returns the nth occurrence of the search string in the string, starting from the right side of the string
de: ergibt die n-te gefundene Position von dem Suchtext in der Eingangszeichenkett; die Suche erfolgt von rechts nach links
es: Devuelve la enésima aparición de la cadena de búsqueda en la cadena, comenzando desde el lado derecho de la cadena
fr: Renvoie la n-ième occurrence de la chaîne de recherche dans la chaîne, en partant du côté droit de la chaîne
it: Devuelve la enésima ocurrencia de la cadena de búsqueda en la cadena, comenzando desde el lado derecho de la cadena
pt: Retorna a enésima ocorrência da string de busca na string, começando pelo lado direito da string

source: RIGHT(string, length)
es: RIGHT(cadena, longitud)
fr: RIGHT(chaîne, longueur)
it: RIGHT(cadena, longitud)
pt: RIGHT(string, comprimento)

source: Returns the rightmost characters of a string to the specified length
de: ergibt die letzten X Zeichen von der Eingangszeichenkette
es: Devuelve los caracteres más a la derecha de una cadena hasta la longitud especificada
fr: Renvoie les caractères les plus à droite d'une chaîne à la longueur spécifiée
it: Devuelve los caracteres más a la derecha de una cadena a la longitud especificada
pt: Retorna os caracteres mais à direita de uma string para o comprimento especificado

source: ROUND(number [, precision])
es: ROUND(número [, precisión])
fr: ROUND(nombre [, précision])
it: ROUND(número [, precisión])
pt: ROUND(número [, precisão])

source: Returns a number that is rounded to the specified precision
de: ergibt eine Zahl, die auf die angegebene Anzahl von Dezimalstellen gerundet wird
es: Devuelve un número que se redondea a la precisión especificada
fr: Renvoie un nombre arrondi à la précision spécifiée
it: Devuelve un número redondeado a la precisión especificada
pt: Retorna um número que é arredondado para a precisão especificada

source: RPAD(string, length [, list])
es: RPAD(cadena, longitud [, lista])
fr: RPAD(chaîne, longueur [, liste])
it: RPAD(cadena, longitud [, lista])
pt: RPAD(string, comprimento [, lista])

source: Adds the characters in the list to the right side of a string until the string is the specified length
de: fügt die Zeichen in der Liste der Zeichenkette hinzu, bis die angegebe Textlänge erreicht wird.
es: Añade los caracteres en la lista al lado derecho de una cadena hasta que la cadena alcanzada la longitud especificada
fr: Ajoute les caractères de la liste à droite d'une chaîne jusqu'à ce que la chaîne atteigne la longueur spécifiée
it: Añade los caracteres de la lista al lado derecho de una cadena hasta que la cadena tenga la longitud especificada
pt: Adiciona os caracteres da lista ao lado direito de uma string até que a string atinja o comprimento especificado

source: RTRIM(string [, list])
es: RTRIM(cadena [, lista])
fr: RTRIM(chaîne [, liste])
it: RTRIM(cadena [, lista])
pt: RTRIM(string [, lista])

source: Removes each character in the list from the right side of a string
de: entfert jedes Zeichen in der Liste vom Ende der Zeichenkette
es: Elimina cada carácter en la lista del lado derecho de una cadena
fr: Supprime chaque caractère de la liste du côté droit d'une chaîne
it: Elimina cada carácter de la lista del lado derecho de una cadena
pt: Remove cada caractere da lista do lado direito de uma string

source: Returns the second corresponding to a date
de: ergibt die Sekund von dem Datumswert
es: Devuelve el segundo correspondiente a una fecha
fr: Renvoie la seconde correspondant à une date
it: Devuelve el segundo correspondiente a una fecha
pt: Retorna o segundo correspondente a uma data

source: SIGN(number)
es: SIGN(número)
fr: SIGN(nombre)
pt: SIGN(numero)

source: Returns the sign of a number
de: ergibt -1, wenn die Nummer negative ist, 0, wenn sie 0 ist, und 1, wenn sie positiv ist
es: Devuelve el signo de un número
fr: Renvoie le signe d'un nombre
it: Devuelve el signo de un número
pt: Retorna o sinal de um número

source: SIN(number)
es: SIN(número)
fr: SIN(nombre)
pt: SIN(numero)

source: Returns the sin of a number, where the input number is in units of radians
de: berechnet den Sinus einer Zahl
es: Devuelve el seno de un número, donde el número de entrada está en unidades de radianes
fr: Renvoie le sinus d'un nombre, où le nombre d'entrée est en unités de radians
it: Devuelve el seno de un número, donde el número de entrada está en unidades de radianes
pt: Retorna o seno de um número, onde o número de entrada está em unidades de radianos

source: SOUNDEX(string)
es: SOUNDEX(cadena)
fr: SOUNDEX(chaîne)
it: SOUNDEX(cadena)

source: Returns a phonetic representation of a string
de: ergibt einen Code, der den phonetischen Wert einer Zeichenkette repräsentiert
es: Devuelve una representación fonética de una cadena
fr: Renvoie une représentation phonétique d'une chaîne
it: Devuelve una representación fonética de una cadena
pt: Retorna uma representação fonética de uma string

source: An aggregate function returning the standard deviation from its input values
de: Eine Aggregatfunktion, die die Standardabweichung ihrer Eingabewerte zurückgibt.
es: Una función agregada que devuelve la desviación estándar de sus valores de entrada
fr: Une fonction d'agrégation renvoyant l'écart type de ses valeurs d'entrée
it: Una función de agregación que devuelve la desviación estándar de sus valores de entrada
pt: Uma função agregada que retorna o desvio padrão de seus valores de entrada

source: STR(number [, precision])
es: STR(número [, precisión])
fr: STR(nombre [, précision])
it: STR(número [, precisión])
pt: STR(número [, precisão])

source: Rounds a number to a specified precision and returns it as a string
de: ergibt eine Nummer, gerundet auf eine angegebene Anzahl von Dezimalstellen, als eine Zeichenkette
es: Redondea un número a una precisión especificada y lo devuelve como una cadena
fr: Arrondit un nombre à une précision spécifiée et le renvoie sous forme de chaîne
it: Redondea un número a una precisión especificada y lo devuelve como una cadena
pt: Arredonda um número para uma precisão especificada e o retorna como uma string

source: STRPART(string, section [, delimiter])
es: STRPART(cadena, sección [, delimitador])
fr: STRPART(chaîne, section [, délimiteur])
it: STRPART(cadena, sección [, delimitador])
pt: STRPART(string, seção [, delimitador])

source: Returns the nth section of a string that is divided into sections by the delimiter string
de: ergibt den n-ten Teil der Eingangszeichenkette, die delimitiert wird mit dem angegebenen Trennzeichen
es: Devuelve la enésima sección de una cadena que está dividida en secciones por la cadena delimitadora
fr: Renvoie la nième section d'une chaîne divisée en sections par la chaîne de délimitation
it: Restituisce l'n-esima sezione di una stringa che è divisa in sezioni dal delimitatore di stringa
pt: Retorna a enésima seção de uma string que é dividida em seções pelo delimitador de string

source: SUBSTR(string, start [, length])
es: SUBSTR(cadena, inicio [, longitud])
fr: SUBSTR(chaîne, début [, longueur])
it: SUBSTR(stringa, inizio [, lunghezza])

source: Returns a portion of an input string, from the specified start position in the string to the specified length
de: ergibt ein Teil der Zeichenkette, from the specified start position in the string to the specified length
es: Devuelve una porción de una cadena de entrada, desde la posición de inicio especificada en la cadena hasta la longitud especificada
fr: Renvoie une partie d'une chaîne d'entrée, de la position de départ spécifiée dans la chaîne à la longueur spécifiée
it: Restituisce una porzione di una stringa di input, dalla posizione di inizio specificata nella stringa alla lunghezza specificata
pt: Retorna uma parte de uma string de entrada, a partir da posição inicial especificada na string até o comprimento especificado

source: SUM(input)
es: SUM(entrada)
fr: SUM(entrée)

source: An aggregate function returning the sum of its input values
de: Eine Aggregatfunktion, die die Summe ihrer Eingabewerte zurückgibt.
es: Una función agregada que devuelve la suma de sus valores de entrada
fr: Une fonction d'agrégat renvoyant la somme de ses valeurs en entrée
it: Una funzione aggregata che restituisce la somma dei suoi valori di input
pt: Uma função agregada que retorna a soma de seus valores de entrada

source: TAN(number)
es: TAN(número)
fr: TAN(nombre)
it: TAN(numero)

source: Returns the tangent of a number, where the input number is in units of radians
de: berechnet den Tangens einer Zahl
es: Devuelve la tangente de un número, donde el número de entrada está en unidades de radianes
fr: Renvoie la tangente d'un nombre, où le nombre d'entrée est en unités de radians
it: Restituisce il tangente di un numero, dove il numero di input è in unità di radianti
pt: Retorna a tangente de um número, onde o número de entrada está em unidades de radianos

source: TRANSLATE(string, search, replace)
es: TRANSLATE(cadena, búsqueda, reemplazo)
fr: TRANSLATE(chaîne, recherche, remplacement)
it: TRANSLATE(stringa, ricerca, sostituisci)

source: Replaces each character in a string that matches a character in the search list with a character in the replace list
de: ergibt eine Zeichenkette, in der alle Buchstaben in dem Suchtext durch den entsprechenden Buchstabe in dem Ersetzungsliste ersetzt wird
es: Reemplaza cada carácter en una cadena que coincide con un carácter en la lista de búsqueda con un carácter en la lista de reemplazo
fr: Remplace chaque caractère dans une chaîne qui correspond à un caractère dans la liste de recherche par un caractère dans la liste de remplacement
it: Sostituisce ogni carattere in una stringa che corrisponde a un carattere nella lista di ricerca con un carattere nella lista di sostituzione
pt: Substitui cada caractere em uma string que corresponde a um caractere na lista de pesquisa por um caractere na lista de substituição

source: TRIM(string [, list])
es: TRIM(cadena [, lista])
fr: TRIM(chaîne [, liste])
it: TRIM(stringa [, lista])

source: Removes each character in the list from the left and right sides of a string
de: entfernt jeden Buchstaben in der Liste vom Anfang und Ende der Zeichenkette
es: Elimina cada carácter en la lista de los lados izquierdo y derecho de una cadena
fr: Supprime chaque caractère de la liste des côtés gauche et droit d'une chaîne
it: Rimuove ogni carattere nella lista dai lati sinistro e destro di una stringa
pt: Remove cada caractere da lista dos lados esquerdo e direito de uma string

source: TRUNC(number [, precision])
es: TRUNC(número [, precisión])
fr: TRUNC(nombre [, précision])
it: TRUNC(numero [, precisione])

source: Returns a number that is truncated the specified precision
de: ergibt eine Nummer mit einer angegebenen Anzahl von Dezimalstellen
es: Devuelve un número que se trunca a la precisión especificada
fr: Renvoie un nombre qui est tronqué à la précision spécifiée
it: Restituisce un numero troncato alla precisione specificata
pt: Retorna um número que é truncado na precisão especificada

source: UPPER(string)
es: UPPER(cadena)
fr: UPPER(chaîne)
it: UPPER(stringa)

source: Converts all characters in a string to uppercase
de: ergibt die Zeichenkette in Großschreibung
es: Convierte todos los caracteres en una cadena a mayúsculas
fr: Convertit tous les caractères d'une chaîne en majuscule
it: Converte tutti i caratteri di una stringa in maiuscolo
pt: Converte todos os caracteres em uma string para maiúsculo

source: VAL(string)
es: VAL(cadena)
fr: VAL(chaîne)
it: VAL(stringa)

source: Returns a number from a string by interpreting it according to a format string
de: ergibt den numerischen Wert, der in einer Zeichenkette enthalten wird
es: Devuelve un número de una cadena interpretándola de acuerdo con una cadena de formato
fr: Renvoie un nombre d'une chaîne en l'interprétant selon une chaîne de format
it: Restituisce un numero da una stringa interpretandolo secondo una stringa di formato
pt: Retorna um número de uma string interpretando-o de acordo com uma string de formato

source: VARIANCE(input)
es: VARIANCE(entrada)
fr: VARIANCE(entrée)

source: An aggregate function returning the variance of its input values
de: Eine Aggregatfunktion, die die Varianz ihrer Eingabewerte zurückgibt.
es: Una función agregada que devuelve la varianza de sus valores de entrada
fr: Une fonction d'agrégat renvoyant la variance de ses valeurs d'entrée
it: Una funzione aggregata che restituisce la varianza dei suoi valori di input
pt: Uma função agregada que retorna a variância de seus valores de entrada

source: WEEK(date)
es: WEEK(fecha)
it: WEEK(data)

source: Returns the week of the year containing the given date as a number between 1 and 53
de: ergibt die Jahreswoche von dem Datumswert
es: Devuelve la semana del año que contiene la fecha dada como un número entre 1 y 53
fr: Renvoie la semaine de l'année contenant la date donnée sous la forme d'un nombre entre 1 et 53
it: Restituisce la settimana dell'anno che contiene la data specificata come un numero tra 1 e 53
pt: Retorna a semana do ano contendo a data fornecida como um número entre 1 e 53

source: YEAR(date)
es: YEAR(fecha)
it: YEAR(data)

source: Returns the year corresponding to a date
de: ergibt das Jahr von dem Datumswert
es: Devuelve el año correspondiente a una fecha
fr: Renvoie l'année correspondant à une date
it: Restituisce l'anno corrispondente a una data
pt: Retorna o ano correspondente a uma data

source: Function Name
de: Funktionsname
es: Nombre de la Función
fr: Nom de la fonction
it: Nome Funzione
pt: Nome da Função

source: More...
de: Mehr...
es: Más...
fr: Plus...
it: Altro...
pt: Mais...

source: Invalid
de: Ungültig
es: Inválido
fr: Invalide
it: Non valido
pt: Inválido

source: Valid
de: Gültig
es: Válido
fr: Valide
it: Valido
pt: Válido

source: Formula Builder
de: Formelentwurf
es: Constructor de Fórmulas
fr: Constructeur de formules
it: Costruttore di Formule
pt: Construtor de Fórmula

source: Key Builder
de: Schlüsselentwurf
es: Constructor de Claves
fr: Constructeur de clés
it: Costruttore di Chiavi
pt: Construtor de Chave

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome

source: Width
de: Breite
es: Ancho
fr: Largeur
it: Larghezza
pt: Largura

source: Dec
es: Déc

source: Character
de: Charakter
es: Carácter
fr: Caractère
it: Carattere
pt: Caractere

source: Wide Character
de: Unicode Charakter
es: Carácter Ancho
fr: Large caractère
it: Carattere Largo
pt: Caractere Largo

source: Numeric
de: Numerisch
es: Numérico
fr: Numérique
it: Numerico
pt: Numérico

source: Double
de: Doppelt
es: Doble
it: Doppio
pt: Duplo

source: Integer
es: Entero
fr: Entier
it: Intero
pt: Inteiro

source: Date
de: Datum
es: Fecha
it: Data
pt: Data

source: DateTime
es: FechaHora
it: DataOra
pt: DataHora

source: Boolean
es: Booleano
fr: Booléen
it: Booleano
pt: Booleano

source: Undefined
de: Undefiniert
es: Indefinido
fr: Indéfini
it: Indefinito
pt: Indefinido

source: Binary
de: Binär
es: Binario
fr: Binaire
it: Binario
pt: Binário

source: Wide Char.
de: Unicode Char.
es: Char. Ancho
fr: Large Char.
it: Car. Largo
pt: Char. Largo

source: Look in:
de: Suche in:
es: Buscar en:
fr: Rechercher dans:
it: Cerca in:
pt: Procurar em:

source: Filesystem Panel
de: Dateisystem Panel
es: Panel del Sistema de Archivos
fr: Panneau du système de fichiers
it: Pannello del Filesystem
pt: Painel do Sistema de Arquivos

source: Large Icons
de: Große Symbole
es: Iconos Grandes
fr: Grandes icônes
it: Icone Grandi
pt: Ícones Grandes

source: Small Icons
de: Kleine Symbole
es: Iconos Pequeños
fr: Petites icônes
it: Icone Piccole
pt: Ícones Pequenos

source: List
de: Liste
es: Lista
fr: Liste
it: Lista
pt: Lista

source: Import Wizard
de: Assistent importieren
es: Asistente de Importación
fr: Assistant d'importation
it: Assistente di Importazione
pt: Assistente de Importação

source: No items have been selected for import. Please select at least one item to continue.
de: Kein Artikel wurd von den Import ausgewählt. Bitte wählen mindestens einen Artikel, um fortzufahren.
es: No se han seleccionado elementos para importar. Por favor, seleccione al menos un elemento para continuar.
fr: Aucun élément n'a été sélectionné pour l'importation. Veuillez sélectionner au moins un élément pour continuer.
it: Non sono stati selezionati elementi per l'importazione. Seleziona almeno un elemento per continuare.
pt: Nenhum item foi selecionado para importação. Por favor, selecione pelo menos um item para continuar.

source: To load an import template, please create or open a project
de: Um eine Importvorlage zu öffnen, erstellen oder öffnen Sie bitte ein Projekt.
es: Para cargar una plantilla de importación, por favor crea o abre un proyecto
fr: Pour charger un modèle d'importation, veuillez créer ou ouvrir un projet
it: Per caricare un modello di importazione, per favore crea o apri un progetto
pt: Para carregar um modelo de importação, por favor crie ou abra um projeto

source: No tables were specified for import
de: Keine Tabellen wurden für den Import spezifiziert.
es: No se especificaron tablas para importar
fr: Aucune table n'a été spécifiée pour l'importation
it: Non sono state specificate tabelle per l'importazione
pt: Nenhuma tabela foi especificada para importação

source: No tables were found in '%s'
de: Keine Tabellen wurden in '%s' gefunden.
es: No se encontraron tablas en '%s'
fr: Aucune table n'a été trouvée dans '%s'
it: Non sono state trovate tabelle in '%s'
pt: Nenhuma tabela foi encontrada em '%s'

source: No tables were found in the source database
de: Keine Tabellen wurden in der Quellendatenbank gefunden
es: No se encontraron tablas en la base de datos de origen
fr: Aucune table n'a été trouvée dans la base de données source
it: Non sono state trovate tabelle nel database di origine
pt: Nenhuma tabela foi encontrada no banco de dados de origem

source: Importing Data
de: Importiere Daten
es: Importando Datos
fr: Importation de données
it: Importazione Dati
pt: Importando Dados

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar

source: Please enter the location of the files you would like to import.
de: Bitte geben Sie den Ort der Dateien ein, die Sie importieren wollen.
es: Por favor ingrese la ubicación de los archivos que le gustaría importar.
fr: Veuillez entrer l'emplacement des fichiers que vous souhaitez importer.
it: Inserisci la posizione dei file che desideri importare.
pt: Por favor, insira a localização dos arquivos que você gostaria de importar.

source: Files:
de: Dateien:
es: Archivos:
fr: Fichiers :
it: File:
pt: Arquivos:

source: Please enter the connection settings for the database from which you would like to import.
de: Bitte geben Sie die Verbindungssparameter für die Datenbank ein, von der Sie importieren möchten.
es: Por favor introduzca los ajustes de conexión para la base de datos desde la que le gustaría importar.
fr: Veuillez entrer les paramètres de connexion pour la base de données à partir de laquelle vous souhaitez importer.
it: Inserisci le impostazioni di connessione per il database da cui desideri importare.
pt: Por favor, insira as configurações de conexão para o banco de dados do qual você gostaria de importar.

source: Please select the ODBC data source from which you would like to import.
de: Bitte wählen Sie die ODBC-Datenquelle, von der Sie importieren möchten.
es: Por favor seleccione la fuente de datos ODBC desde la que le gustaría importar.
fr: Veuillez sélectionner la source de données ODBC à partir de laquelle vous souhaitez importer.
it: Seleziona la fonte dati ODBC da cui desideri importare.
pt: Por favor, selecione a fonte de dados ODBC da qual você gostaria de importar.

source: One of the specified files does not exist or is invalid. Please choose a valid file to continue.
de: Eine der angegebenen Dateien existiert nicht oder ist ungültig. Bitte wählen Sie eine gültige Datei, um fortzufahren.
es: Uno de los archivos especificados no existe o es inválido. Por favor, elija un archivo válido para continuar.
fr: L'un des fichiers spécifiés n'existe pas ou est invalide. Veuillez choisir un fichier valide pour continuer.
it: Uno dei file specificati non esiste o non è valido. Si prega di scegliere un file valido per continuare.
pt: Um dos arquivos especificados não existe ou é inválido. Por favor, escolha um arquivo válido para continuar.

source: The specified file does not exist or is invalid. Please choose a valid file to continue.
de: Die angegebene Datei existiert nicht oder ist ungültig. Bitte wählen Sie eine gültige Datei, um fortzufahren.
es: El archivo especificado no existe o es inválido. Por favor, elija un archivo válido para continuar.
fr: Le fichier spécifié n'existe pas ou est invalide. Veuillez choisir un fichier valide pour continuer.
it: Il file specificato non esiste o non è valido. Si prega di scegliere un file valido per continuare.
pt: O arquivo especificado não existe ou é inválido. Por favor, escolha um arquivo válido para continuar.

source: More than one file type was specified. Please choose only one file type to continue.
de: Mehr als ein Dateityp wurde spezifiziert. Bitte wählen Sie einen Dateityp aus, um fortzufahren.
es: Se especificó más de un tipo de archivo. Por favor, elija solo un tipo de archivo para continuar.
fr: Plus d'un type de fichier a été spécifié. Veuillez choisir seulement un type de fichier pour continuer.
it: È stato specificato più di un tipo di file. Scegli solo un tipo di file per continuare.
pt: Mais de um tipo de arquivo foi especificado. Por favor, escolha apenas um tipo de arquivo para continuar.

source: Multiple file types
de: Mehrere Dateitypen
es: Múltiples tipos de archivo
fr: Types de fichiers multiples
it: Tipi di file multipli
pt: Múltiplos tipos de arquivo

source: Only one package file can be imported at a time. Please choose only one package file to continue.
de: Nur eine Paketdatei kann zu einem Zeitpunkt importiert werden. Bitte wählen Sie zunächst nur eine Paketdatei aus, um fortzufahren.
es: Sólo se puede importar un archivo de paquete a la vez. Por favor, elija solo un archivo de paquete para continuar.
fr: Un seul fichier de package peut être importé à la fois. Veuillez choisir un seul fichier de package pour continuer.
it: Puoi importare solo un file di pacchetto alla volta. Scegli solo un file di pacchetto per continuare.
pt: Apenas um arquivo de pacote pode ser importado de cada vez. Por favor, escolha apenas um arquivo de pacote para continuar.
