Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: An object with an invalid name was specified. Please rename the item(s) to continue. Database object names, such as table names, must not be a reserved keyword, and must not contain any control characters. For a listing of reserved keywords and invalid characters, please consult the user documentation.
de: Ein Objekt mit einem ungültien Namen wurde angegeben. Bitte ändern Sie den Namen des Objekts, um fortzufahren. Objketnamen in Datenbanken, wie z.B. Tabellennamen, dürfen keine reservierten Schlüsselwörter sein, und dürfen keine Kontrollzeichen enthalten.
es: Se especificó un objeto con un nombre no válido. Por favor, renombra el/los elemento(s) para continuar. Los nombres de los objetos de la base de datos, como los nombres de las tablas, no deben ser una palabra clave reservada, y no deben contener ningún carácter de control. Para obtener una lista de palabras clave reservadas y caracteres no válidos, consulta la documentación del usuario.
fr: Un objet avec un nom invalide a été spécifié. Veuillez renommer l' élément(s) pour continuer. Les noms d'objets dans la base de données, tels que les noms de tables, ne doivent pas être un mot clé réservé, et ne doivent contenir aucun caractère de contrôle. Pour une liste des mots clés réservés et des caractères invalides, veuillez consulter le manuel d'utilisation.
it: Un oggetto con un nome non valido è stato specificato. Rinomina l'articolo(i) per continuare. I nomi degli oggetti del database, come i nomi delle tabelle, non devono essere una parola chiave riservata e non devono contenere caratteri di controllo. Per un elenco di parole chiave riservate e caratteri non validi, consultare la documentazione utente.
pt: Foi especificado um objeto com um nome inválido. Renomeie o(s) item(s) para continuar. Os nomes dos objetos do banco de dados, como nomes de tabelas, não podem ser uma palavra-chave reservada e não podem conter caracteres de controle. Para uma lista de palavras-chave reservadas e caracteres inválidos, consulte a documentação do usuário.

source: The object name '%s' is invalid. Please rename the item to continue. Database object names, such as table names, must not be a reserved keyword, and must not contain any control characters. For a listing of reserved keywords and invalid characters, please consult the user documentation.
de: Der Objektname '%s' ist ungültig. Bitte geben Sie dem Artikel einen neuen Namen, um fortzufahren. Datenbank-Objektnamen, wie z.B. Tabellennamen, müssen keine reservierten Schlüsselwörter sein, und müssen keine Controlzeichen enthalten. Eine Liste der reservierten Schlüsselwörter bzw. ungültiger Zeichen könnnen Sie der Benutzerdokumentation entnehmen.
es: El nombre del objeto '%s' no es válido. Por favor, renombra el elemento para continuar. Los nombres de los objetos de la base de datos, como los nombres de las tablas, no deben ser una palabra clave reservada, y no deben contener ningún carácter de control. Para obtener una lista de palabras clave reservadas y caracteres no válidos, consulta la documentación del usuario.
fr: Le nom d'objet '%s' est incorrect. Veuillez renommer l' élément pour continuer. Les noms d'objets dans la base de données, tels que les noms de tables, ne doivent pas être un mot clé réservé, et ne doivent contenir aucun caractère de contrôle. Pour une liste des mots clés réservés et des caractères invalides, veuillez consulter le manuel d'utilisation.
it: Il nome dell'oggetto '%s' non è valido. Rinomina l'articolo per continuare. I nomi degli oggetti del database, come i nomi delle tabelle, non devono essere una parola chiave riservata e non devono contenere caratteri di controllo. Per un elenco di parole chiave riservate e caratteri non validi, consultare la documentazione utente.
pt: O nome do objeto '%s' é inválido. Renomeie o item para continuar. Os nomes dos objetos do banco de dados, como nomes de tabelas, não podem ser uma palavra-chave reservada e não podem conter caracteres de controle. Para uma lista de palavras-chave reservadas e caracteres inválidos, consulte a documentação do usuário.

source: Invalid Object Name
de: Ungültiger Objektname
es: Nombre de objeto no válido
fr: Nom d'Objet Invalide
it: Nome Oggetto Non Valido
pt: Nome de Objeto Inválido

source: A field with an invalid name was specified. Please rename the field to continue. A field name must not be a reserved keyword, and must not contain any control characters. For a listing of reserved keywords and invalid characters, please consult the user documentation.
de: Ein Feld mit ungültigen Namen wurden angegeben. Bitte geben Sie dem Feld einen neuen Namen, um fortzufahren. Ein Feldname muss kein reserviertes Schlüsselwort sein und muss keine Control Zeichen enthalten. Eine Liste, die reservierte Schlüsselwörter oder ungültige Zeichen enthalten, entnehmen Sie der Benutzerdokumentation.
es: Se especificó un campo con un nombre no válido. Por favor, renombra el campo para continuar. Un nombre de campo no debe ser una palabra clave reservada, y no debe contener ningún carácter de control. Para obtener una lista de palabras clave reservadas y caracteres no válidos, consulta la documentación del usuario.
fr: Un champ avec un nom invalide a été spécifié. Veuillez renommer le champ pour continuer. Un nom de champ ne doit pas être un mot clé réservé, et ne doit pas contenir aucun caractère de contrôle. Pour une liste des mots clés réservés et des caractères incorrects, veuillez consulter le manuel d'utilisation.
it: Un campo con un nome non valido è stato specificato. Rinomina il campo per continuare. Un nome di campo non deve essere una parola chiave riservata, e non deve contenere caratteri di controllo. Per un elenco di parole chiave riservate e caratteri non validi, consultare la documentazione utente.
pt: Foi especificado um campo com um nome inválido. Renomeie o campo para continuar. Um nome de campo não pode ser uma palavra-chave reservada e não pode conter caracteres de controle. Para uma lista de palavras-chave reservadas e caracteres inválidos, consulte a documentação do usuário.

source: The field name '%s' is invalid. Please rename the field to continue. A field name must not be a reserved keyword, and must not contain any control characters. For a listing of reserved keywords and invalid characters, please consult the user documentation.
de: Der Feldname '%s' wurde angegeben. Bitte geben Sie dem Feld einen neuen Namen, um fortzufahren. Ein Feldname muss kein reserviertes Schlüsselwort sein und muss keine Controlzeichen enthalten. Eine Liste der reservierten Schlüsselwörter bzw. ungültiger Zeichen können Sie der Benutzerdokumentation entnehmen.
es: El nombre del campo '%s' es inválido. Por favor, renombra el campo para continuar. Un nombre de campo no debe ser una palabra clave reservada, y no debe contener ningún carácter de control. Para obtener una lista de palabras clave reservadas y caracteres no válidos, consulta la documentación del usuario.
fr: Le nom du champ '%s' est incorrect. Veuillez renommer le champ pour continuer. Un nom de champ ne doit pas être un mot clé réservé, et ne doit pas contenir aucun caractère de contrôle. Pour une liste des mots clés réservés et des caractères incorrects, veuillez consulter le manuel d'utilisation.
it: Il nome del campo '%s' non è valido. Rinomina il campo per continuare. Un nome di campo non deve essere una parola chiave riservata, e non deve contenere caratteri di controllo. Per un elenco di parole chiave riservate e caratteri non validi, consultare la documentazione utente.
pt: O nome do campo '%s' é inválido. Renomeie o campo para continuar. Um nome de campo não pode ser uma palavra-chave reservada e não pode conter caracteres de controle. Para uma lista de palavras-chave reservadas e caracteres inválidos, consulte a documentação do usuário.

source: Invalid Field Name
de: Ungültiger Feldname
es: Nombre de Campo Inválido
fr: Nom de Champ Invalide
it: Nome Campo Non Valido
pt: Nome de Campo Inválido

source: $c records processed
de: $c Datensätze verarbeitet
es: $c registros procesados
fr: $c enregistrements traités
it: $c record elaborati
pt: $c registros processados

source: $c of $m records processed ($p1%)
de: $c von $m Datensätze verarbeitet ($p1%)
es: $c de $m registros procesados ($p1%)
fr: $c sur $m enregistrements traités ($p1%)
it: $c di $m record elaborati ($p1%)
pt: $c de $m registros processados ($p1%)

source: The specified output path is invalid because it specifies an invalid filename.
de: Der spezifizierte Ausgangspfad ist ungültig, weil er einen ungültigen Dateinamen spezifiziert.
es: La ruta de salida especificada no es válida porque especifica un nombre de archivo no válido.
fr: Le chemin de sortie spécifié est invalide car il spécifie un nom de fichier invalide.
it: Il percorso di output specificato non è valido perché specifica un nome di file non valido.
pt: O caminho de saída especificado é inválido porque especifica um nome de arquivo inválido.

source: The specified output path is invalid because it specifies a folder that already exists.
de: Der spezifizierte Ausgangspfad ist ungültig, weil er einen Ordner spezifiziert, der bereits existiert.
es: La ruta de salida especificada no es válida porque especifica una carpeta que ya existe.
fr: Le chemin de sortie spécifié est invalide car il spécifie un dossier qui existe déjà.
it: Il percorso di output specificato non è valido perché specifica una cartella già esistente.
pt: O caminho de saída especificado é inválido porque especifica uma pasta que já existe.

source: The specified output file name already exists. Would you like to overwrite it?
de: Die angegebene Ausgangsdatei existiert bereits. Möchten Sie diese ersetzen?
es: El nombre de archivo de salida especificado ya existe. ¿Te gustaría sobrescribirlo?
fr: Le nom du fichier de sortie spécifié existe déjà. Voulez-vous l'écraser ?
it: Il nome del file di output specificato esiste già. Vuoi sovrascriverlo?
pt: O nome do arquivo de saída especificado já existe. Gostaria de sobrescrevê-lo?

source: %zu jobs running
de: %zu laufende Jobs
es: %zu trabajos en ejecución
fr: %zu tâches en cours
it: %zu lavori in corso
pt: %zu trabalhos em execução

source: File Download
de: Datei herunterladen
es: Descarga de Archivo
fr: Téléchargement de fichier
it: Download File
pt: Download de Arquivo

source: Would you like to open or save this file?
de: Möchten Sie diese Datei öffnen oder speichern?
es: ¿Te gustaría abrir o guardar este archivo?
fr: Voulez-vous ouvrir ou enregistrer ce fichier ?
it: Vuoi aprire o salvare questo file?
pt: Gostaria de abrir ou salvar este arquivo?

source: Filename:
de: Dateiname:
es: Nombre de archivo:
fr: Nom de fichier:
it: Nome file:
pt: Nome do Arquivo:

source: Default Color
de: Standardfarbe
es: Color predeterminado
fr: Couleur par défaut
it: Colore Predefinito
pt: Cor Padrão

source: No Color
de: Keine Farbe
es: Sin color
fr: Sans couleur
it: Nessun Colore
pt: Sem Cor

source: More Fill Colors...
de: Mehr Füllfarben...
es: Más colores de relleno...
fr: Plus de couleurs de remplissage...
it: Altri Colori di Riempimento...
pt: Mais Cores de Preenchimento...

source: No Fill Color
de: Keine Füllfarbe...
es: Sin color de relleno
fr: Pas de couleur de remplissage
it: Nessun Colore di Riempimento
pt: Sem Cor de Preenchimento

source: More Line Colors...
de: Mehr Linienfarben...
es: Más colores de línea...
fr: Plus de couleurs de ligne...
it: Altri Colori di Linea...
pt: Mais Cores de Linha...

source: No Line Color
de: Keine Linienfarbe
es: Sin color de línea
fr: Pas de couleur de ligne
it: Nessun Colore di Linea
pt: Sem Cor de Linha

source: More Text Colors...
de: Mehr Textfarben...
es: Más colores de texto...
fr: Plus de couleurs de texte...
it: Altri Colori di Testo...
pt: Mais Cores de Texto...

source: More Colors...
de: Mehr Farben...
es: Más colores...
fr: Plus de couleurs...
it: Altri Colori...
pt: Mais Cores...

source: More Fill Colors
de: Mehr Füllfarben
es: Más colores de relleno
fr: Plus de Couleurs de Remplissage
it: Altri Colori di Riempimento
pt: Mais Cores de Preenchimento

source: More Line Colors
de: Mehr Linienfarben
es: Más colores de línea
fr: Plus de Couleurs de Ligne
it: Altri Colori di Linea
pt: Mais Cores de Linha

source: More Text Colors
de: Mehr Textfarben
es: Más colores de texto
fr: Plus de Couleurs de Texte
it: Altri Colori di Testo
pt: Mais Cores de Texto

source: More Colors
de: Mehr Farben
es: Más colores
fr: Plus de Couleurs
it: Altri Colori
pt: Mais Cores

source: Date Modified
de: Datum der letzten Änderung
es: Fecha modificada
fr: Date de Modification
it: Data di Modifica
pt: Data Modificada

source: File folder
de: Ordner
es: Folder de archivos
fr: Dossier de fichiers
it: Cartella file
pt: Pasta de Arquivos

source: Data File
de: Datei
es: Archivo de datos
fr: Fichier de données
it: File Dati
pt: Arquivo de Dados

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pt: Favoritos

source: Desktop
de: Arbeitsplatz
es: Escritorio
fr: Bureau
pt: Área de Trabalho

source: Downloads
es: Descargas
fr: Téléchargements
it: Download

source: Libraries
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
it: Biblioteche
pt: Bibliotecas

source: Documents
de: Dokumente
es: Documentos
it: Documenti
pt: Documentos

source: Music
de: Musik
es: Música
fr: Musique
it: Musica
pt: Música

source: Pictures
de: Bilder
es: Imágenes
fr: Images
it: Immagini
pt: Imagens

source: Videos
es: Vídeos
fr: Vidéos
it: Video
pt: Vídeos

source: Computer
es: Computadora
fr: Ordinateur
pt: Computador

source: File name:
de: Dateiname:
es: Nombre del archivo:
fr: Nom du fichier :
it: Nome del file:
pt: Nome do arquivo:

source: This item has the same name as another item in this list
de: Das Object hat den gleichen Namen wie eine andere Tabelle aus der Liste.
es: Este artículo tiene el mismo nombre que otro artículo en esta lista
fr: Cet élément a le même nom qu'un autre élément de cette liste
it: Questo elemento ha lo stesso nome di un altro elemento in questo elenco
pt: Este item tem o mesmo nome que outro item nesta lista

source: Item names cannot contain spaces
de: Objektnamen dürfen keine Leerstellen enthalten
es: Los nombres de los artículos no pueden contener espacios
fr: Les noms d'éléments ne peuvent pas contenir d'espaces
it: I nomi degli elementi non possono contenere spazi
pt: Nomes de itens não podem conter espaços

source: Finish
de: Fertig
es: Terminar
fr: Terminer
it: Fine
pt: Concluir

source: &No
de: &Nein
fr: &Non
pt: &Não

source: Error
de: Fehler
fr: Erreur
it: Errore
pt: Erro

source: No
de: Nein
fr: Non
pt: Não

source: W:
fr: L :
it: L:
pt: L:

source: H:
it: A:
pt: A:

source: (Auto)
it: (Automático)
pt: (Automático)

source: Color
de: Farbe
fr: Couleur
it: Colore
pt: Cor

source: General
de: Allgemein
fr: Général
it: Generale
pt: Geral

source: ERROR
de: FEHLER
fr: ERREUR
it: ERRORE
pt: ERRO

source: &Normal Ctrl+0
de: &Normal Strg+0
it: Normale Ctrl+0

source: Local
de: Lokal
it: Locale

source: Pop-ups
it: Pop-up

source: Cookies
it: Cookie

source: Inner Join
fr: Jointure interne
it: Junção Interna

source: Left Outer Join
fr: Jointure externe gauche
it: Junção Externa à Esquerda

source: MONTH(date)
fr: MOIS(date)

source: SECOND(date)
fr: SECONDE(date)

source: STDDEV(input)
fr: STDDEV(entrée)

source: ctrl
de: strg

source: shift
de: umschalt

source: &Script
de: Programm

source: Script
de: Programm

source: PostgreSQL
de: PostgresSQL

source: Dec.
de: Dez.

source: %d Script
de: %d Programm

source: %d Scripts
de: %d Programme

source: The file could not be saved in the specified location. The destination location may by in use.
de: Die Datei konnte nicht in dem angegebenen Speicherort gesichert werden. Der Speicherort wird wahrscheinlich gerade benutzt.
