Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: One or more of the items dragged from the project panel is an external table and cannot be specified as the output table.
de: Ein oder mehrere Artikel, die aus dem Projektpanel verschoben worden sind, sind externe Tabellen können nicht als Ausgangstabelle angegeben werden.
es: Uno o más de los elementos arrastrados desde el panel del proyecto es una tabla externa y no puede especificarse como la tabla de salida.
fr: Un ou plusieurs des éléments que vous avez éjecté du panneau de projet sont une table externe et ne peuvent pas être spécifiés comme table de sortie.
it: Eines oder mehr der Elemente, die aus dem Projektpanel gezogen wurden, ist eine externe Tabelle und kann nicht als Ausgabetabelle angegeben werden.
pt: Um ou mais itens arrastados do painel do projeto são uma tabela externa e não podem ser especificados como a tabela de saída.

source: One or more of the items dragged from the project panel is an external table and cannot be added to the output table.
de: Ein oder mehrere Artikel, die aus dem Projektpanel verschoben worden sind, sind externe Tabellen und können zu der Ausgangstabelle nicht hinzugefügt werden.
es: Uno o más de los elementos arrastrados desde el panel del proyecto es una tabla externa y no puede añadirse a la tabla de salida.
fr: Un ou plusieurs des éléments que vous avez éjecté du panneau de projet sont une table externe et ne peuvent pas être ajoutés à la table de sortie.
it: Eines oder mehr der Elemente, die aus dem Projektpanel gezogen wurden, ist eine externe Tabelle und kann nicht zur Ausgabetabelle hinzugefügt werden.
pt: Um ou mais itens arrastados do painel do projeto são uma tabela externa e não podem ser adicionados à tabela de saída.

source: Please specify at least one input table to be added to the output table.
de: Bitte geben Sie mindestens eine Eingangstabelle an, die zu der Ausgangstabelle hinzugefügt werden sollte.
es: Por favor, especifica al menos una tabla de entrada para añadir a la tabla de salida.
fr: Veuillez spécifier au moins une table d'entrée à ajouter à la table de sortie.
it: Bitte geben Sie mindestens eine Eingabetabelle an, die zur Ausgabetabelle hinzugefügt werden soll.
pt: Por favor, especifique pelo menos uma tabela de entrada para ser adicionada à tabela de saída.

source: '%s' could not be opened. Please make sure this is a valid table.
de: '%s' konnte nicht geöffnet werden. Bitte überprüfen Sie, ob diese Tabelle gültig ist.
es: '%s' no se pudo abrir. Por favor, asegúrate de que sea una tabla válida.
fr: '%s' n'a pas pu être ouverte. S'il vous plaît, assurez-vous qu'il s'agit d'une table valide.
it: '%s' konnte nicht geöffnet werden. Stellen Sie bitte sicher, dass es sich um eine gültige Tabelle handelt.
pt: '%s' não pôde ser aberto. Por favor, certifique-se de que esta é uma tabela válida.

source: '%s' cannot be appended to itself.
de: '%s' kann nicht an sich selbst angefügt werden.
es: '%s' no puede anexarse a sí misma.
fr: '%s' ne peut pas être ajouté à lui-même.
it: '%s' kann nicht zu sich selbst hinzugefügt werden.
pt: '%s' não pode ser anexado a si mesmo.

source: Append Records
de: Datensätze anhängen
es: Anexar Registros
fr: Ajouter des Enregistrements
it: Datensätze anhängen
pt: Anexar Registros

source: Merge Tables
de: Tabellen zusammenfügen
es: Combinar Tablas
fr: Fusionner les Tables
it: Tabellen zusammenführen
pt: Mesclar Tabelas

source: <Last Open Project>
de: <Letztes Projekt>
es: <Último Proyecto Abierto>
fr: <Dernier Projet Ouvert>
it: <Letztes geöffnetes Projekt>
pt: <Último Projeto Aberto>

source: Show Project Manager
de: Projektmanager anzeigen
es: Mostrar Administrador de Proyectos
fr: Afficher le Gestionnaire de Projet
it: Projekt-Manager anzeigen
pt: Mostrar Gerenciador do Projeto

source: Automatically Load Project:
de: Projekt automatisch öffnen:
es: Cargar Proyecto Automáticamente:
fr: Chargement Automatique de Projet:
it: Projekt automatisch laden:
pt: Carregamento Automático do Projeto:

source: Startup
es: Inicio
fr: Démarrage
it: Start
pt: Inicializar

source: Use &Current Page
de: &Aktuelle Seite benutzen
es: Usar &Página Actual
fr: Utiliser &Page Courante
it: Verwenden Sie &aktuelle Seite
pt: Usar &Página Atual

source: Use &Blank Page
de: &Neue Seite benutzen
es: Usar &Página en Blanco
fr: Utiliser &Page Vierge
it: Verwenden Sie &leere Seite
pt: Usar &Página em Branco

source: No Startup Page
es: No hay Página de Inicio
fr: Pas de Page de Démarrage
it: Keine Startseite
pt: Sem Página de Inicialização

source: Navigation Toolbar Style:
de: Navigations-Symbolleiste Stil:
es: Estilo de la Barra de Navegación:
fr: Style de la Barre de Navigation:
it: Navigationsleisten-Stil:
pt: Estilo da Barra de Navegação:

source: Large Icons with Text
de: Große Symbole mit Text
es: Iconos Grandes con Texto
fr: Grandes Icônes avec Texte
it: Große Icons mit Text
pt: Ícones grandes com texto

source: Reset Toolbars and Panels
de: Standardeinstellung der Symbolleisten und Panels zurücksetzen
es: Restablecer Barras de Herramientas y Paneles
fr: Réinitialiser les Barres d'Outils et les Panneaux
it: Werkzeugleisten und Panels zurücksetzen
pt: Resetar as Barras de Ferramentas e Painéis

source: Toolbars and Panels
de: Symbolleisten und Panels
es: Barras de Herramientas y Paneles
fr: Barres d'Outils et Panneaux
it: Werkzeugleisten und Panels
pt: Barras de Ferramentas e Painéis

source: Automatically check for updates (recommended)
de: Automatische Aktualisierung durchführen (empfohlen)
es: Comprobar actualizaciones automáticamente (recomendado)
fr: Vérifier automatiquement les mises à jour (recommandé)
it: Automatische Suche nach Updates (empfohlen)
pt: Verificar automaticamente por atualizações (recomendado)

source: The current page is not a web document so it cannot be used as your home page.
de: Diese Seite ist kein Webdokument und kann nicht als Startseite verwendet werden.
es: La página actual no es un documento web por lo que no puede usarse como tu página de inicio.
fr: La page actuelle n'est pas un document web, elle ne peut donc pas être utilisée comme votre page d'accueil.
it: Die aktuelle Seite ist kein Webdokument und kann daher nicht als Startseite verwendet werden.
pt: A página atual não é um documento da web, portanto ela não pode ser usada como sua página inicial.

source: Are you sure you want to reset the location and size of all toolbars and panels?
de: Sind Sie sicher, dass Sie den Ort/ Namen und Größe aller Symbolleisten und Panels zurücksetzen wollen?
es: ¿Estás seguro de que quieres restablecer la ubicación y tamaño de todas las barras de herramientas y paneles?
fr: Êtes-vous sûr de vouloir réinitialiser l'emplacement et la taille de toutes les barres d'outils et des panneaux?
it: Sind Sie sicher, dass Sie den Standort und die Größe aller Werkzeugleisten und Panels zurücksetzen möchten?
pt: Tem certeza que deseja resetar a localização e o tamanho de todas as barras de ferramentas e painéis?

source: Reset View?
de: Ansicht zurücksetzen?
es: ¿Restablecer Vista?
fr: Réinitialiser la Vue?
it: Ansicht zurücksetzen?
pt: Resetar visualização?

source: Show horizontal grid lines
de: Horizontale Rahmenlinien zeigen
es: Mostrar líneas de cuadrícula horizontales
fr: Afficher les lignes de grille horizontales
it: Zeige horizontale Gitterlinien
pt: Mostrar linhas de grade horizontais

source: Show vertical grid lines
de: Veritkale Rahmenlinien zeigen
es: Mostrar líneas de cuadrícula verticales
fr: Afficher les lignes de grille verticales
it: Zeige vertikale Gitterlinien
pt: Mostrar linhas de grade verticais

source: Show shaded rows every...
de: Schattierte Zeilen zeigen...
es: Mostrar filas sombreadas cada...
fr: Afficher des rangées ombrées tous les...
it: Markierte Zeilen alle...
pt: Mostrar linhas sombreadas a cada...

source: Wrap text in character fields
de: Zeilenumbruch in Zeichenfeldern
es: Ajustar texto en campos de carácter
fr: Envelopper le texte dans les champs de caractères
it: Text in Zeichenfeldern umbrechen
pt: Quebrar texto em campos de caracteres

source: Use check boxes for boolean fields
de: Kontrollkästchen für Boolean-Felder verwenden
es: Usar casillas de verificación para campos booleanos
fr: Utiliser des cases à cocher pour les champs booléens
it: Verwende Kontrollkästchen für boolesche Felder
pt: Usar caixas de seleção para campos booleanos

source: View and Formatting
de: Ansicht und Formatierung
es: Vista y Formato
fr: Affichage et Mise en Forme
it: Ansicht und Formatierung
pt: Visualização e Formatação

source: Text Color
de: Textfarbe
es: Color del Texto
fr: Couleur du Texte
it: Textfarbe
pt: Cor do Texto

source: Background Color
de: Hintergrund Farbe
es: Color de Fondo
fr: Couleur de l'Arrière-plan
it: Hintergrundfarbe
pt: Cor de Fundo

source: Line Color
de: Gitterlinienfarbe
es: Color de Línea
fr: Couleur de la Ligne
it: Linienfarbe
pt: Cor de Linha

source: Invalid Area Color
de: Farbe des Gitterrahmens
es: Color de Área Inválida
fr: Couleur de la Zone Invalidée
it: Ungültige Bereichsfarbe
pt: Cor de Área Inválida

source: Shaded Row Color
de: Schattierte Zeilenfarbe
es: Color de fila sombreada
fr: Couleur de la ligne ombrée
it: Colore Riga Ombreggiata
pt: Cor da Linha Sombreada

source: Colors and Font
de: Farben und Schrift
es: Colores y fuente
fr: Couleurs et police
it: Colori e Carattere
pt: Cores e Fonte

source: Text
es: Texto
fr: Texte
it: Testo
pt: Texto

source: Date/Time
de: Datum/Uhrzeit
es: Fecha/Hora
fr: Date/heure
it: Data/Ora
pt: Data/Hora

source: Text Cell (0,0)
de: Textzelle (0,0)
es: Celda de texto (0,0)
fr: Cellule de texte (0,0)
it: Cella Testo (0,0)
pt: Célula de Texto (0,0)

source: Text Cell (2,0)
de: Textzelle (2,0)
es: Celda de texto (2,0)
fr: Cellule de texte (2,0)
it: Cella Testo (2,0)
pt: Célula de Texto (2,0)

source: Preview
de: Vorschau
es: Previsualizar
fr: Aperçu
it: Anteprima
pt: Pré-visualização

source: Directly connect to the Internet
de: Direkt mit dem Internet verbinden
es: Conectar directamente a Internet
fr: Se connecter directement à Internet
it: Connettersi direttamente a Internet
pt: Conectar diretamente à Internet

source: Automatically detect proxy settings for this network
de: Die Proxy-Einstellungen automatisch für dieses Netzwerk erkennen
es: Detectar automáticamente la configuración del proxy para esta red
fr: Détecter automatiquement les paramètres de proxy pour ce réseau
it: Rileva automaticamente le impostazioni proxy per questa rete
pt: Detectar automaticamente as configurações de proxy para esta rede

source: Manually configure proxy settings
de: Manuelle Proxy-Konfiguration
es: Configurar manualmente la configuración del proxy
fr: Configurer manuellement les paramètres de proxy
it: Configura manualmente le impostazioni proxy
pt: Configurar manualmente as configurações do proxy

source: HTTP Proxy:
es: Proxy HTTP:
fr: Proxy HTTP:
it: Proxy HTTP:
pt: Proxy HTTP:

source: Port:
es: Puerto:
it: Porta:
pt: Porta:

source: FTP Proxy:
es: Proxy FTP:
fr: Proxy FTP:
it: Proxy FTP:
pt: Proxy FTP:

source: SSL Proxy:
es: Proxy SSL:
fr: Proxy SSL:
it: Proxy SSL:
pt: Proxy SSL:

source: SOCKS Proxy:
es: Proxy SOCKS:
fr: Proxy SOCKS:
it: Proxy SOCKS:
pt: Proxy SOCKS:

source: Proxy Settings (Advanced)
de: Proxyeinstellungen (Fortgeschritten)
es: Configuración del Proxy (Avanzada)
fr: Paramètres de proxy (avancés)
it: Impostazioni Proxy (Avanzate)
pt: Configurações de Proxy (Avançadas)

source: Open web links with:
de: Weblinks öffnen mit:
es: Abrir enlaces web con:
fr: Ouvrir les liens web avec:
it: Apri i link web con:
pt: Abrir links da web com:

source: Application
de: Applikation
es: Aplicación
it: Applicazione
pt: Aplicativo

source: System Default
de: Systemstandard\
es: Predeterminado del sistema
fr: Défaut du système
it: Default di Sistema
pt: Padrão do Sistema

source: Block pop-up windows
de: Pop-up Fenster blockieren
es: Bloquear ventanas emergentes
fr: Bloquer les fenêtres pop-up
it: Blocca finestre pop-up
pt: Bloquear janelas pop-up

source: Accept cookies from sites
de: Annahme aller Cookies aus Internetseiten
es: Aceptar cookies de los sitios
fr: Accepter les cookies des sites
it: Accetta cookie dai siti
pt: Aceitar cookies de sites

source: Keep until they expire
de: Behalten bis die abgelaufen sind
es: Mantener hasta que expiren
fr: Garder jusqu'à leur expiration
it: Conserva fino alla loro scadenza
pt: Manter até expirarem

source: Keep until %s is closed
de: Behalten bis %s beendet wird
es: Mantener hasta que %s se cierre
fr: Garder jusqu'à la fermeture de %s
it: Conserva fino alla chiusura di %s
pt: Manter até %s ser fechado

source: Clear Private Data
de: Private Daten löschen
es: Borrar datos privados
fr: Effacer les données privées
it: Cancella Dati Privati
pt: Limpar Dados Privados

source: Are you sure you want to clear all private data?
de: Sind Sie sicher, dass Sie alle privaten Daten löschen möchten?
es: ¿Estás seguro de que quieres borrar todos los datos privados?
fr: Êtes-vous sûr de vouloir effacer toutes les données privées?
it: Sei sicuro di voler cancellare tutti i dati privati?
pt: Tem certeza de que deseja limpar todos os dados privados?

source: Font
de: Schrift
es: Fuente
fr: Police
it: Carattere
pt: Fonte

source: Show line numbers
de: Zeilennummer anzeigen
es: Mostrar números de línea
fr: Afficher les numéros de ligne
it: Mostra numeri di riga
pt: Mostrar números de linha

source: Show syntax highlighting
de: Syntax hervorheben
es: Mostrar resaltado de sintaxis
fr: Afficher la coloration syntaxique
it: Mostra evidenziazione della sintassi
pt: Mostrar realce de sintaxe

source: Show whitespace characters (spaces, tabs, etc.)
de: Leerzeichen zeigen (Leerzeichen, Tabs, usw.)
es: Mostrar caracteres de espacios en blanco (espacios, tabulaciones, etc.)
fr: Afficher les caractères d'espacement (espaces, tabulations, etc.)
it: Mostra caratteri di spazio bianco (spazi, tab, ecc.)
pt: Mostrar caracteres de espaço em branco (espaços, tabs, etc.)

source: Insert spaces
de: Leerstellen einfügen
es: Insertar espacios
fr: Insérer des espaces
it: Inserisci spazi
pt: Inserir espaços

source: Keep tabs
de: Registrierkarte behalten
es: Mantener pestañas
fr: Garder les tabulations
it: Conserva i tab
pt: Manter tabs

source: Tabs
de: Registerkarten
es: Pestañas
fr: Tabulations
it: Tab

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt: Privacidade

source: Datasheet
de: Datenblatt
es: Hoja de datos
fr: Feuille de données
it: Foglio Dati
pt: Planilha

source: Restore Defaults
de: Standardeinstellungen wiederherstellen
es: Restablecer los valores predeterminados
fr: Restaurer les valeurs par défaut
it: Ripristina Default
pt: Restaurar Padrões

source: Restoring the default general settings will cause you to lose your current settings. Do you want to continue?
de: Die Wiederherstellung der generellen Standardeinstellungen führt zum Verlust der derzeitigen Einstellungen. Möchten Sie fortfahren?
es: Restablecer los valores predeterminados generales hará que pierdas tus ajustes actuales. ¿Quieres continuar?
fr: La restauration des paramètres généraux par défaut entraînera la perte de vos paramètres actuels. Voulez-vous continuer?
it: Il ripristino delle impostazioni generali predefinite comporterà la perdita delle tue impostazioni correnti. Vuoi continuare?
pt: Restaurar as configurações gerais padrão fará com que você perca suas configurações atuais. Deseja continuar?

source: Restore Defaults?
de: Standardeinstellungen wiederherstellen?
es: ¿Restaurar los valores predeterminados?
fr: Restaurer les valeurs par défaut?
it: Ripristinare default?
pt: Restaurar Padrões?

source: Restoring the default Internet settings will cause you to lose your current settings. Do you want to continue?
de: Die Wiederherstellung der Standard-Interneteinstellungen führt zum Verlust der derzeitigen Einstellungen. Möchten Sie fortfahren?
es: Restaurar los valores predeterminados de Internet hará que pierdas tus ajustes actuales. ¿Quieres continuar?
fr: La restauration des paramètres Internet par défaut entraînera la perte de vos paramètres actuels. Voulez-vous continuer?
it: Il ripristino delle impostazioni Internet predefinite comporterà la perdita delle tue impostazioni correnti. Vuoi continuare?
pt: Restaurar as configurações padrão da Internet fará com que você perca suas configurações atuais. Deseja continuar?

source: Restoring the default privacy settings will cause you to lose your current settings. Do you want to continue?
de: Die Wiederherstellung der Standard-Dateneinstellungen führt zum Verlust der derzeitigen Einstellungen. Möchten Sie fortfahren?
es: Restaurar los valores predeterminados de privacidad hará que pierdas tus ajustes actuales. ¿Quieres continuar?
fr: La restauration des paramètres de confidentialité par défaut entraînera la perte de vos paramètres actuels. Voulez-vous continuer?
it: Il ripristino delle impostazioni di privacy predefinite comporterà la perdita delle tue impostazioni correnti. Vuoi continuare?
pt: Restaurar as configurações de privacidade padrão fará com que você perca suas configurações atuais. Deseja continuar?

source: Restoring the default datasheet settings will cause you to lose your current settings. Do you want to continue?
de: Die Wiederherstellung der Standard-Datenblatteinstellungen führt zum Verlust der derzeitigen Einstellungen. Möchten Sie fortfahren?
es: Restaurar los valores predeterminados de la hoja de datos hará que pierdas tus ajustes actuales. ¿Quieres continuar?
fr: La restauration des paramètres de la feuille de données par défaut entraînera la perte de vos paramètres actuels. Voulez-vous continuer?
it: Il ripristino delle impostazioni predefinite del foglio dati comporterà la perdita delle tue impostazioni correnti. Vuoi continuare?
pt: Restaurar as configurações de planilha padrão fará com que você perca suas configurações atuais. Deseja continuar?

source: Restoring the default report settings will cause you to lose your current settings. Do you want to continue?
de: Die Wiederherstellung der Standard-Berichteinstellungen führt zum Verlust der derzeitigen Einstellungen. Möchten Sie fortfahren?
es: Restaurar los valores predeterminados del informe hará que pierdas tus ajustes actuales. ¿Quieres continuar?
fr: La restauration des paramètres de rapport par défaut entraînera la perte de vos paramètres actuels. Voulez-vous continuer?
it: Il ripristino delle impostazioni predefinite del rapporto causerà la perdita delle tue impostazioni correnti. Vuoi continuare?
pt: Restaurar as configurações de relatório padrão fará com que você perca suas configurações atuais. Deseja continuar?

source: Restoring the default script settings will cause you to lose your current settings. Do you want to continue?
de: Die Wiederherstellung der Standard-Skripteinstellungen führt zum Verlust der derzeitigen Einstellungen. Möchten Sie fortfahren?
es: Restaurar los valores predeterminados del script hará que pierdas tus ajustes actuales. ¿Quieres continuar?
fr: La restauration des paramètres de script par défaut entraînera la perte de vos paramètres actuels. Voulez-vous continuer?
it: Il ripristino delle impostazioni predefinite dello script causerà la perdita delle tue impostazioni correnti. Vuoi continuare?
pt: Restaurar as configurações de script padrão fará com que você perca suas configurações atuais. Deseja continuar?

source: Add Table...
de: Tabelle hinzufügen...
es: Agregar tabla...
fr: Ajouter une table...
it: Aggiungi Tabella...
pt: Adicionar Tabela...

source: Update Relationships
de: Verknüpfungen aktualisieren
es: Actualizar relaciones
fr: Mettre à jour les relations
it: Aggiorna Relazioni
pt: Atualizar Relacionamentos

source: Would you like to save your changes and activate the specified relationships?
de: Möchten Sie die Veränderungen speichern und die angegebenen Verknüpfungen speichern?
es: ¿Te gustaría guardar tus cambios y activar las relaciones especificadas?
fr: Souhaitez-vous enregistrer vos modifications et activer les relations spécifiées?
it: Vuoi salvare le tue modifiche e attivare le relazioni specificate?
pt: Gostaria de salvar suas alterações e ativar os relacionamentos especificados?

source: Would you like to save the changes made to the relationships?
de: Möchten Sie die Veränderungen, die Sie an den Verknüpfungen vorgenommen haben, speichern.
es: ¿Te gustaría guardar los cambios realizados en las relaciones?
fr: Souhaitez-vous enregistrer les modifications apportées aux relations?
it: Vuoi salvare le modifiche apportate alle relazioni?
pt: Gostaria de salvar as alterações feitas nos relacionamentos?

source: Circular relationships cannot be created.
de: Zirkuläre Verknüpfungen können nicht erstellt werden.
es: No se pueden crear relaciones circulares.
fr: Les relations circulaires ne peuvent pas être créées.
it: Non possono essere create relazioni circolari.
pt: Não é possível criar relações circulares.

source: Creating Relationships
de: Verknüpfungen werden erstellt
es: Creando Relaciones
fr: Création de relations
it: Creazione di Relazioni
pt: Criando Relações

source: Update Records
de: Datensätze aktualisieren
es: Actualizar Registros
fr: Mettre à jour les enregistrements
it: Aggiorna Record
pt: Atualizar Registros

source: When the following formula is true, replace values in
de: Wenn die folgende Kondition erfüllt wird, Werte ersetzen in
es: Cuando la siguiente fórmula es verdadera, reemplace los valores en
fr: Lorsque la formule suivante est vraie, remplacez les valeurs dans
it: Quando la seguente formula è vera, sostituisci i valori in
pt: Quando a fórmula a seguir for verdadeira, substitua os valores em

source: with
de: mit
es: con
fr: avec
it: con
pt: com

source: Update
de: Aktualisierung
es: Actualizar
fr: Mise à jour
it: Aggiorna
pt: Atualizar

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
pt: Valor

source: No field has been selected to update. Please select a valid field to update to continue.
de: Kein Feld zum Aktialisieren wurde gewählt. Bitte wählen Sie ein gültiges Feld, um fortzufahren.
es: No se ha seleccionado ningún campo para actualizar. Por favor, seleccione un campo válido para continuar.
fr: Aucun champ n'a été sélectionné pour la mise à jour. Veuillez sélectionner un champ valide à mettre à jour pour continuer.
it: Nessun campo è stato selezionato per l'aggiornamento. Seleziona un campo valido per continuare.
pt: Nenhum campo foi selecionado para atualização. Por favor, selecione um campo válido para atualizar e continuar.

source: The selected field to update does not exist or is invalid. Please select a valid field to update to continue.
de: Das angegebene Feld existiert nicht oder ist ungültig. Bitte wählen Sie ein gültiges Feld zum Aktualisieren, um fortzufahren.
es: El campo seleccionado para actualizar no existe o es inválido. Por favor, seleccione un campo válido para continuar.
fr: Le champ sélectionné pour la mise à jour n'existe pas ou est invalide. Veuillez sélectionner un champ valide à mettre à jour pour continuer.
it: Il campo selezionato per l'aggiornamento non esiste o non è valido. Seleziona un campo valido per continuare.
pt: O campo selecionado para atualização não existe ou é inválido. Por favor, selecione um campo válido para atualizar e continuar.
