Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: Too many files
de: Zu viele Dateien
es: Demasiados archivos
fr: Trop de fichiers
it: Troppi file
pt: Arquivos demais

source: Only one Microsoft Access file can be imported at a time. Please choose only one Microsoft Access file to continue.
de: Nur eine Microsoft Access Datei kann jeweils importiert werden. Bitte wählen Sie zunächst einen Microsoft Access Datei aus, um fortzufahren.
es: Sólo se puede importar un archivo de Microsoft Access a la vez. Por favor, elija solo un archivo de Microsoft Access para continuar.
fr: Un seul fichier Microsoft Access peut être importé à la fois. Veuillez choisir un seul fichier Microsoft Access pour continuer.
it: Puoi importare solo un file Microsoft Access alla volta. Scegli solo un file Microsoft Access per continuare.
pt: Apenas um arquivo do Microsoft Access pode ser importado de cada vez. Por favor, escolha apenas um arquivo do Microsoft Access para continuar.

source: Only one Microsoft Excel file can be imported at a time. Please choose only one Microsoft Excel file to continue.
de: Nur eine Microsoft Excel Datei kann jeweils importiert werden. Bitte wählen Sie zunächst eine Microsoft Excel Datei aus, um fortzufahren.
es: Sólo se puede importar un archivo de Microsoft Excel a la vez. Por favor, elija solo un archivo de Microsoft Excel para continuar.
fr: Un seul fichier Microsoft Excel peut être importé à la fois. Veuillez choisir un seul fichier Microsoft Excel pour continuer.
it: Puoi importare solo un file Microsoft Excel alla volta. Scegli solo un file Microsoft Excel per continuare.
pt: Apenos um arquivo do Microsoft Excel pode ser importado de cada vez. Por favor, escolha apenas um arquivo do Microsoft Excel para continuar.

source: The specified import folder is invalid. Check to make sure the path does not contain any invalid characters and that it will not create a folder which will overwrite an item in the project.
de: Der angegebene Eingangsordner ist ungültig. Bitte stellen Sie sicher, dass der Pfad keine ungültige Zeichen enthält, und dass er kein existierendes Projektobjekt überschreiben würde.
es: La carpeta de importación especificada es inválida. Compruebe que la ruta no contenga caracteres inválidos y que no creará una carpeta que sobrescriba un elemento en el proyecto.
fr: Le dossier d'importation spécifié est invalide. Vérifiez pour vous assurer que le chemin ne contient pas de caractères invalides et qu'il ne créera pas un dossier qui écrasera un élément dans le projet.
it: La cartella di importazione specificata non è valida. Controlla che il percorso non contenga caratteri non validi e che non creerai una cartella che sovrascriverà un elemento nel progetto.
pt: A pasta de importação especificada é inválida. Verifique se o caminho não contém nenhum caractere inválido e que não irá criar uma pasta que sobrescreverá um item no projeto.

source: One or more items has the same path as an existing folder in the project. Please change the output paths of these items to continue.
de: Ein oder mehrere Artikel haben den gleichen Pfad wie ein existierender Ordner in dem Projekt. Bitte ändern Sie die Ausgangspfade von diesen Artikeln, um fortzufahren.
es: Uno o más elementos tienen la misma ruta que una carpeta existente en el proyecto. Por favor, cambie las rutas de salida de estos elementos para continuar.
fr: Un ou plusieurs éléments ont le même chemin qu'un dossier existant dans le projet. Veuillez changer les chemins de sortie de ces éléments pour continuer.
it: Uno o più elementi hanno lo stesso percorso di una cartella esistente nel progetto. Cambia i percorsi di output di questi elementi per continuare.
pt: Um ou mais itens têm o mesmo caminho que uma pasta existente no projeto. Por favor, altere os caminhos de saída desses itens para continuar.

source: One or more items has the same path as an existing item in the project. Would you like to overwrite these items?
de: Ein oder mehrere Artikel haben den gleichen Pfad wie ein existierendes Objekt in dem Projekt. Möchten Sie dieses Objekt überschreiben?
es: Uno o más elementos tienen la misma ruta que un elemento existente en el proyecto. ¿Le gustaría sobreescribir estos elementos?
fr: Un ou plusieurs éléments ont le même chemin qu'un élément existant dans le projet. Souhaitez-vous écraser ces éléments ?
it: Uno o più elementi hanno lo stesso percorso di un elemento esistente nel progetto. Vorresti sovrascrivere questi elementi?
pt: Um ou mais itens têm o mesmo caminho que um item existente no projeto. Gostaria de sobrescrever esses itens?

source: To save the import template, please create or open a project
de: Um eine Importvorlage zu öffnen, erstellen oder öffnen Sie bitte ein Projekt.
es: Para guardar la plantilla de importación, por favor crea o abre un proyecto
fr: Pour enregistrer le modèle d'importation, veuillez créer ou ouvrir un projet
it: Per salvare il modello di importazione, crea o apri un progetto
pt: Para salvar o modelo de importação, por favor crie ou abra um projeto

source: Save Import Template
de: Importvorlage speichern
es: Guardar Plantilla de Importación
fr: Enregistrer le modèle d'importation
it: Salva il Modello di Importazione
pt: Salvar Modelo de Importação

source: Find In Files
de: In Dateien finden
es: Buscar en Archivos
fr: Rechercher dans les fichiers
it: Trova nei File
pt: Encontrar em Arquivos

source: Script Runtime Error
de: Programmlaufzeitfehler
es: Error de Tiempo de Ejecución del Script
fr: Erreur d'exécution du script
it: Errore di Runtime Script
pt: Erro de Tempo de Execução do Script

source: Could not find a connection for this bookmark. Please recreate the connection to continue.
de: Keine Verbindung für dieses Lesezeichen gefunden. Bitte erstellen Sie die Verbindung neu, um fortzufahren.
es: No se pudo encontrar una conexión para este marcador. Por favor, recrear la conexión para continuar.
fr: Impossible de trouver une connexion pour ce signet. Veuillez recréer la connexion pour continuer.
it: Non riesco a trovare una connessione per questo segnalibro. Ricrea la connessione per continuare.
pt: Não foi possível encontrar uma conexão para este marcador. Por favor, recrie a conexão para continuar.

source: Connection Not Found
de: Verbindung nicht gefunden
es: Conexión No Encontrada
fr: Connexion non trouvée
it: Connessione non trovata
pt: Conexão Não Encontrada

source: &Open All in Tabs
de: Alle in Registerkarten öffnen
es: &Abrir Todo en Pestañas
fr: &Ouvrir tout dans les onglets
it: &Apri tutto in schede
pt: &Abrir Tudo em Abas

source: &Open in New Tab
de: In neuer Registerkarte öffnen
es: &Abrir en Nueva Pestaña
fr: &Ouvrir dans un nouvel onglet
it: &Apri in nuova scheda
pt: &Abrir em Nova Aba

source: New &Bookmark...
de: Neues Lesezeichen...
es: Nuevo &Marcador...
fr: Nouveau &Signet...
it: Nuovo &Segnalibro...
pt: Novo &Marcador...

source: New &Folder...
de: Neuer Ordner...
es: Nueva &Carpeta...
fr: Nouveau &Dossier...
it: Nuova &Cartella...
pt: Nova &Pasta...

source: "New Bookmark" Properties
de: "Neues Lesezeichen" Eigenschaften
es: Propiedades de "Nuevo Marcador"
fr: "Propriétés du nouveau signet"
it: Proprietà "Nuovo Segnalibro"
pt: Propriedades de "Novo Marcador"

source: Please enter the name of the folder:
de: Bitte geben Sie den Namen des Ordners ein:
es: Por favor, introduzca el nombre de la carpeta:
fr: Veuillez entrer le nom du dossier :
it: Inserisci il nome della cartella:
pt: Por favor, insira o nome da pasta:

source: A item with that name already exists.
de: Ein Element mit diesem Namen existiert bereits.
es: Un elemento con ese nombre ya existe.
fr: Un élément portant ce nom existe déjà.
it: Un elemento con quel nome esiste già.
pt: Um item com esse nome já existe.

source: "%s" Properties
de: "%s" Eigenschaften
es: Propiedades de "%s"
fr: "%s" Propriétés
it: Proprietà "%s"
pt: Propriedades de "%s"

source: Please enter the new name of the folder:
de: Bitte geben Sie den neuen Namen des Ordners ein:
es: Por favor, introduzca el nuevo nombre de la carpeta:
fr: Veuillez entrer le nouveau nom du dossier :
it: Inserisci il nuovo nome della cartella:
pt: Por favor, insira o novo nome da pasta:

source: Please enter the new name of the bookmark:
de: Bitte geben Sie den neuen Namen des Lesezeichens ein:
es: Por favor, introduzca el nuevo nombre del marcador:
fr: Veuillez entrer le nouveau nom du signet :
it: Inserisci il nuovo nome del segnalibro:
pt: Por favor, insira o novo nome do marcador:

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt: Novo

source: Sort Data
de: Sortieren
es: Ordenar Datos
fr: Trier les données
it: Ordina Dati
pt: Ordenar Dados

source: Insert Calculated Field
de: Berechnetes Feld einfügen...
es: Insertar Campo Calculado
fr: Insérer un champ calculé
it: Inserisci Campo Calcolato
pt: Inserir Campo Calculado

source: Group Data
de: Gruppieren
es: Agrupar Datos
fr: Regrouper les données
it: Raggruppa Dati
pt: Agrupar Dados

source: Filter Data
de: Filtern
es: Filtrar Datos
fr: Filtrer les données
it: Filtra Dati
pt: Filtrar Dados

source: Filter Related Records
de: Buzugsdatensätze filtern
es: Filtrar Registros Relacionados
fr: Filtrer les enregistrements associés
it: Filtra Record Correlati
pt: Filtrar Registros Relacionados

source: File Selection
de: Dateiauswahl
es: Selección de Archivo
fr: Sélection de fichiers
it: Selezione Del File
pt: Seleção de Arquivo

source: Please specify the table on which you would like to remove duplicate records.
de: Wählen Sie die Tabelle aus, von der Sie duplizierte Datensätze entfernen möchten.
es: Por favor indique la tabla en la que le gustaría eliminar registros duplicados.
fr: Veuillez spécifier la table sur laquelle vous souhaitez supprimer les doublons.
it: Specifica la tabella sulla quale desideri rimuovere i record duplicati.
pt: Por favor, especifique a tabela na qual você gostaria de remover registros duplicados.

source: Input File:
de: Eingangsdatei:
es: Archivo de Entrada:
fr: Fichier d'entrée :
it: File di Input:
pt: Arquivo de entrada:

source: Output File:
de: Ausgangsdatei:
es: Archivo de Salida:
fr: Fichier de sortie :
it: File di Output:
pt: Arquivo de saída:

source: You have selected either a folder or more than one data set. Please select only one data set.
de: Sie haben entweder einen Ordner oder mehrere Datentabellen selektiert. Bitte selektieren Se nur eine Datentabelle.
es: Has seleccionado un directorio o más de un conjunto de datos. Por favor, seleccione solo un conjunto de datos.
fr: Vous avez sélectionné soit un dossier, soit plus d'un ensemble de données. Veuillez sélectionner un seul ensemble de données.
it: Hai selezionato una cartella o più di un set di dati. Seleziona solo un set di dati.
pt: Você selecionou uma pasta ou mais de um conjunto de dados. Por favor, selecione apenas um conjunto de dados.

source: Select Input File
de: Eingangsdatei wählen
es: Seleccionar Archivo de Entrada
fr: Sélectionner le fichier d'entrée
it: Seleziona il File di Input
pt: Selecionar Arquivo de Entrada

source: Select Output File
de: Ausgangsdatei wählen
es: Seleccionar Archivo de Salida
fr: Sélectionner le fichier de sortie
it: Seleziona il File di Output
pt: Selecionar Arquivo de Saída

source: The specified input transaction set could not be opened.
de: Die angegebene Transaktionstabelle konnte nicht geöffnet werden.
es: No se pudo abrir el conjunto de transacciones de entrada especificado.
fr: L'ensemble de transactions d'entrée spécifié n'a pas pu être ouvert.
it: Não foi possível abrir o conjunto de transações de entrada especificado.
pt: O conjunto de transações de entrada especificado não pôde ser aberto.

source: Duplicate Record Removal
de: Entfernung duplizierter Datensätze
es: Eliminación de Registros Duplicados
fr: Suppression des enregistrements en double
it: Remoção de Registro Duplicado
pt: Remoção de Registros Duplicados

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Executar
pt: Executar

source: An output table could not be created.
de: Die Ausgangstabelle konnte nicht erstellt werden.
es: No se pudo crear una tabla de salida.
fr: Une table de sortie n'a pas pu être créée.
it: Não foi possível criar uma tabela de saída.
pt: Uma tabela de saída não pôde ser criada.

source: Remove Duplicate Records
de: Duplizierte Datensätze entfernen
es: Eliminar Registros Duplicados
fr: Supprimer les enregistrements en double
it: Remover Registros Duplicados
pt: Remover Registros Duplicados

source: Calculated Field
de: Berechnetes Feld einfügen...
es: Campo Calculado
fr: Champ calculé
it: Campo Calculado
pt: Campo Calculado

source: Width:
de: Breite:
es: Ancho:
fr: Largeur:
it: Largura:
pt: Largura:

source: Decimals:
de: Dezimalstellen:
es: Decimales:
fr: Décimales:
it: Decimais:
pt: Decimais:

source: The specified field name is invalid. Please choose a different field name.
de: Der angegebene Feldname ist ungültig. Bitte wählen Sie einen anderen Feldnamen.
es: El nombre de campo especificado no es válido. Por favor, elija un nombre de campo diferente.
fr: Le nom de champ spécifié est invalide. Veuillez choisir un autre nom de champ.
it: O nome do campo especificado é inválido. Por favor, escolha um nome de campo diferente.
pt: O nome do campo especificado é inválido. Por favor, escolha um nome de campo diferente.

source: The field with the specified name already exists. Please choose a different field name.
de: Das Feld mit dem angegebenen Namen existiert bereits. Bitte wählen Sie einen anderen Feldnamen.
es: El campo con el nombre especificado ya existe. Por favor, elija un nombre de campo diferente.
fr: Le champ avec le nom spécifié existe déjà. Veuillez choisir un autre nom de champ.
it: O campo com o nome especificado já existe. Por favor, escolha um nome de campo diferente.
pt: O campo com o nome especificado já existe. Por favor, escolha um nome de campo diferente.

source: The structure of the table could not be modified, due to an invalid parameter.
de: Die Struktur der Tabelle konnte nicht modifiziert werden, aufgrund eines ungültigen Parameters.
es: La estructura de la tabla no se pudo modificar, debido a un parámetro no válido.
fr: La structure de la table n'a pas pu être modifiée, en raison d'un paramètre invalide.
it: A estrutura da tabela não pôde ser modificada, devido a um parâmetro inválido.
pt: A estrutura da tabela não pôde ser modificada, devido a um parâmetro inválido.

source: One or more indexes must be regenerated due to changes made in the table structure. Would you like to do this now?
de: Eine oder meherer Verzeichnisse müssen regeneriert werden, wegen den Veränderungen in der Tabellenstruktur. Möchten Sie das jetzt tun?
es: Uno o más índices deben ser regenerados debido a los cambios realizados en la estructura de la tabla. ¿Le gustaría hacerlo ahora?
fr: Un ou plusieurs index doivent être régénérés en raison des modifications apportées à la structure de la table. Voulez-vous faire cela maintenant?
it: Um ou mais índices devem ser regenerados devido às alterações feitas na estrutura da tabela. Gostaria de fazer isso agora?
pt: Um ou mais índices devem ser regenerados devido a mudanças feitas na estrutura da tabela. Você gostaria de fazer isso agora?

source: Creating Index
de: Index wird erstellt
es: Creando Índice
fr: Création d'index
it: Criando Índice
pt: Criando Índice

source: Project Properties
de: Projekteigenschaften
es: Propiedades del Proyecto
fr: Propriétés du projet
it: Propriedades do Projeto
pt: Propriedades do Projeto

source: Size:
de: Größe:
es: Tamaño:
fr: Taille:
it: Tamanho:
pt: Tamanho:

source: Extensions
de: Erweiterungen
es: Extensiones
it: Extensões
pt: Extensões

source: Add Extensions...
de: Erweiterungen hinzufügen...
es: Agregar Extensiones...
fr: Ajouter des extensions...
it: Adicionar Extensões...
pt: Adicionar Extensões...

source: This extension will be uninstalled when %s is restarted.
de: Diese Erweiterung wird deinstalliert, wenn %s wieder gestartet ist.
es: Esta extensión se desinstalará cuando %s se reinicie.
fr: Cette extension sera désinstallée lorsque %s sera redémarré.
it: Esta extensão será desinstalada quando %s for reiniciado.
pt: Esta extensão será desinstalada quando %s for reiniciado.

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Desinstalar
pt: Desinstalar

source: Don't Uninstall
de: Nicht deinstallieren
es: No Desinstalar
fr: Ne pas désinstaller
it: Não Desinstalar
pt: Não Desinstalar

source: Start Now
de: Jetzt starten
es: Comenzar Ahora
fr: Commencer maintenant
it: Iniciar Agora
pt: Iniciar Agora

source: Run at startup
de: Startup starten
es: Ejecutar al inicio
fr: Exécuter au démarrage
it: Executar na inicialização
pt: Executar ao iniciar

source: Application Extension Files
de: Erweiterungsdatei
es: Archivos de Extensión de Aplicación
fr: Fichiers d'extension d'application
it: Arquivos de Extensão de Aplicativo
pt: Arquivos de Extensão de Aplicativo

source: The following extensions were not installed because their extension format could not be determined:
de: Die folgenden Erweiterungen wurden nicht installiert, weil ihr Erweiterungsformat nicht bestimmt werden konnte:
es: Las siguientes extensiones no se instalaron porque no se pudo determinar su formato de extensión:
fr: Les extensions suivantes n'ont pas été installées car leur format d'extension n'a pas pu être déterminé:
it: As seguintes extensões não foram instaladas porque o formato de suas extensões não pôde ser determinado:
pt: As seguintes extensões não foram instaladas porque seu formato de extensão não pôde ser determinado:

source: Are you sure you want to uninstall the '%s' extension?
de: Sind Sie sicher, dass Sie die '%s' Erweiterung deinstallieren wollen?
es: ¿Está seguro de que desea desinstalar la extensión '%s'?
fr: Êtes-vous sûr de vouloir désinstaller l'extension '%s' ?
it: Tem certeza de que deseja desinstalar a extensão '%s'?
pt: Tem certeza de que deseja desinstalar a extensão '%s'?

source: Extension Manager
de: Erweiterungsmanager
es: Administrador de Extensiones
fr: Gestionnaire d'extensions
it: Gerenciador de Extensões
pt: Gerenciador de Extensões

source: File Properties
de: Datei Eigenschaften
es: Propiedades del Archivo
fr: Propriétés du fichier
it: Propriedades do Arquivo
pt: Propriedades do Arquivo

source: File Name
de: Dateiname
es: Nombre del Archivo
fr: Nom du fichier
it: Nome do Arquivo
pt: Nome do Arquivo

source: Records
de: Datensätze
es: Registros
fr: Enregistrements
it: Registros
pt: Registros

source: Other
de: Sonstige
es: Otro
fr: Autre
it: Outro
pt: Outro

source: (Unknown)
de: (Unbekannt)
es: (Desconocido)
fr: (Inconnu)
it: (Desconhecido)
pt: (Desconhecido)

source: %d Folder
de: %d Ordner
es: %d Carpeta
fr: %d Dossier
it: %d Pasta
pt: %d Pasta

source: %d Folders
de: %d Ordner
es: %d Carpetas
fr: %d Dossiers
it: %d Pastas
pt: %d Pastas

source: %d Table
de: %d Tabelle
es: %d Tabla
it: %d Tabela
pt: %d Tabela

source: %d Tables
de: %d Tabellen
es: %d Tablas
it: %d Tabelas
pt: %d Tabelas

source: %d Report
de: %d Bericht
es: %d Informe
fr: %d Rapport
it: %d Relatório
pt: %d Relatório

source: %d Reports
de: %d Berichte
es: %d Informes
fr: %d Rapports
it: %d Relatórios
pt: %d Relatórios

source: %d Query
de: %d Abfrage
es: %d Consulta
fr: %d Requête
it: %d Consulta
pt: %d Consulta

source: %d Queries
de: %d Abfragen
es: %d Consultas
fr: %d Requêtes
it: %d Consultas
pt: %d Consultas

source: Find
de: Suchen
es: Buscar
fr: Trouver
it: Buscar
pt: Localizar

source: Find In Current Window
de: Im aktuellen Fenster suchen
es: Buscar en la Ventana Actual
fr: Trouver dans la fenêtre actuelle
it: Buscar na Janela Atual
pt: Localizar na Janela Atual

source: Find And Replace
de: Suchen und Ersetzen
es: Buscar y Reemplazar
fr: Trouver et remplacer
it: Buscar e Substituir
pt: Localizar e Substituir

source: Mode:
de: Modus:
es: Modo:
it: Modo:
pt: Modo:

source: Fi&nd:
de: Fi&nden:
es: Bu&scar:
fr: Trou&ver:
it: &Buscar:
pt: Pr&ocurar:

source: Re&place with:
de: Er&setzen mit:
es: Re&emplazar con:
fr: Rem&placer par:
it: &Substituir com:
pt: Su&bstituir por:

source: Match &case
de: &Klein-/Großschreibung beachten
es: Coincidir &mayúsculas
fr: Respecter la &casse
it: Corresponder &caso
pt: Diferenciar &maiúsculas e minúsculas

source: Match &whole word
de: &Ganzes Wort finden
es: Coincidir &palabra completa
fr: Mot &entier
it: Corresponder &palavra inteira
pt: Coincidir com &palavra inteira

source: Look in all &open documents
de: In allen offenen Dokumenten suchen
es: Mira en todos los &documentos abiertos
fr: Rechercher dans tous les &documents ouverts
it: Guarda in tutti i documenti &aperti
pt: Olhe em todos os &documentos abertos

source: Find &Previous
de: &Rückwärtssuchen
es: Buscar &Anterior
fr: Trouver &Précédent
it: Trova &Precedente
pt: Encontrar &Anterior

source: &Find Next
de: &Weitersuchen
es: &Buscar siguiente
fr: &Chercher Suivant
it: &Cerca Successivo
pt: &Procurar Próximo

source: &Replace
de: &Ersetzen
es: &Reemplazar
fr: &Remplacer
it: &Sostituisci
pt: &Substituir

source: Find &All
de: Alle finden
es: Buscar &Todo
fr: Trouver &Tout
it: Trova &Tutto
pt: Encontrar &Todos

source: Replace &All
de: &Alles ersetzen
es: Reemplazar &Todo
fr: Remplacer &Tout
it: Sostituisci &Tutto
pt: Substituir &Todos

source: Options
de: Einstellungen
es: Opciones
it: Opzioni
pt: Opções

source: Find and Replace
de: Suchen und Ersetzen
es: Buscar y reemplazar
fr: Chercher et Remplacer
it: Trova e sostituisci
pt: Encontrar e Substituir

source: Please enter a search location.
de: Bitte geben Sie einen Suchort ein:
es: Por favor, introduce una localización de búsqueda.
fr: Veuillez entrer un lieu de recherche.
it: Inserisci una posizione di ricerca.
pt: Por favor, insira uma localização de pesquisa.

source: <Count>
de: <Anzahl>
es: <Contar>
fr: <Compte>
pt: <Contagem>

source: <Group ID>
de: <Gruppen-ID>
es: <ID de Grupo>
fr: <ID du Groupe>
pt: <ID do Grupo>

source: Function
de: Funktion
es: Función
fr: Fonction
it: Funzione
pt: Função

source: Input Field
de: Eingangsfeld
es: Campo de entrada
fr: Champ d'entrée
it: Campo di input
pt: Campo de Entrada

source: Output Field
de: Ausgangsfeld
es: Campo de salida
fr: Champ de sortie
it: Campo di output
pt: Campo de Saída

source: Group Filter:
de: Gruppierungsfilter:
es: Filtro de grupo:
fr: Filtre de groupe :
it: Filtro di gruppo:
pt: Filtro do Grupo:

source: Include Detail Records
de: Detaildatensätze einschließen
es: Incluir registros de detalle
fr: Inclure les enregistrements de détail
it: Includi Record Dettagliati
pt: Incluir Detalhes dos Registros

source: Group
de: Gruppieren
es: Grupo
fr: Groupe
it: Gruppo
pt: Grupo

source: Select fields from the list on the left and drag them here to add them to the output table
de: Wählen Sie Felder von der linken Liste und ziehen Sie sie hierher, um sie in die Ausgangstabelle einzufügen.
es: Selecciona campos de la lista de la izquierda y arrástralos aquí para añadirlos a la tabla de salida
fr: Sélectionnez les champs de la liste à gauche et faites-les glisser ici pour les ajouter au tableau de sortie
it: Seleziona i campi dall'elenco a sinistra e trascinali qui per aggiungerli alla tabella di output
pt: Selecione campos da lista à esquerda e arraste-os aqui para adicioná-los à tabela de saída

source: The output table could not be created.
de: Die Ausgangstabelle kann nicht erstellt werden.
es: No se pudo crear la tabla de salida.
fr: Le tableau de sortie n'a pas pu être créé.
it: Non è stato possibile creare la tabella di output.
pt: A tabela de saída não pôde ser criada.

source: Please specify at least one output field.
de: Bitte geben Sie mindestens ein Ausgangsfeld an.
es: Por favor, especifica al menos un campo de salida.
fr: Veuillez spécifier au moins un champ de sortie.
it: Si prega di specificare almeno un campo di output.
pt: Por favor, especifique pelo menos um campo de saída.
