Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: &Show Main Window
de: &Hauptfenster anzeigen
es: &Mostrar Ventana Principal
fr: &Afficher la fenêtre principale
it: &Mostra Finestra Principale
pt: &Mostrar Janela Principal

source: Your license for this application has expired. Please renew your license.
de: Ihre Lizenz ist abgelaufen. Bitte erneuern Sie sie.
es: Tu licencia para esta aplicación ha expirado. Por favor, renueva tu licencia.
fr: Votre licence pour cette application a expiré. Veuillez renouveler votre licence.
it: La tua licenza per questa applicazione è scaduta. Si prega di rinnovare la licenza.
pt: Sua licença para este aplicativo expirou. Por favor, renove sua licença.

source: The clock was set back on your computer. Please reset the clock to the normal time or re-license this software.
de: Die Systemuhr an Ihrem Computer wurde zurückgestellt. Bitte stellen Sie die Uhr richtig oder lizenzieren Sie diese Software neu.
es: El reloj se retrasó en tu ordenador. Por favor, vuelve a poner la hora normal o vuelve a licenciar este software.
fr: L'horloge a été retardée sur votre ordinateur. Veuillez remettre l'horloge à l'heure normale ou relancer la licence de ce logiciel.
it: L'orologio è stato riportato indietro sul tuo computer. Si prega di reimpostare l'orologio all'ora normale o di rilicenziare questo software.
pt: O relógio foi atrasado no seu computador. Por favor, ajuste o relógio para o horário normal ou regularize a licença deste software.

source: &About
de: Info
es: &Acerca de
fr: &À propos
it: &Informazioni
pt: &Sobre

source: &Apply
de: &Übernehmen
es: &Aplicar
fr: &Appliquer
it: &Applica
pt: &Aplicar

source: &Cancel
de: &Abbrechen
es: &Cancelar
fr: &Annuler
it: &Annulla
pt: &Cancelar

source: &Yes
de: &Ja
es: &Sí
fr: &Oui
it: &Sì
pt: &Sim

source: &Save
de: &Speichern
es: &Guardar
fr: &Enregistrer
it: &Salva
pt: &Salvar

source: Save &As...
de: Speichern &unter...
es: Guardar &Como...
fr: Enregistrer &Sous...
it: Salva &con nome...
pt: Salvar &Como...

source: &Tab Ctrl+T
de: &Registerkarte Strg+T
es: &Pestaña Ctrl+T

source: T&able
de: Tabelle
es: &Tabla
it: T&abella
pt: T&abela

source: &Report
de: Bericht
es: &Informe
fr: &Rapport
pt: &Relatório

source: &Query
de: Abfrage
es: &Consulta
fr: &Requête
pt: &Consulta

source: &New
de: Neu
es: &Nuevo
fr: &Nouveau
it: &Nuovo
pt: &Novo

source: &Open... Ctrl+O
de: Öffnen... Strg+O
es: &Abrir... Ctrl+O
fr: &Ouvrir... Ctrl+O
it: &Apri... Ctrl+O
pt: &Abrir... Ctrl+O

source: &Close Ctrl+W
de: Schließen Strg+W
es: &Cerrar Ctrl+W
fr: &Fermer Ctrl+W
it: &Chiudi Ctrl+W
pt: &Fechar Ctrl+W

source: &Save Ctrl+S
de: Speichern Strg+S
es: &Guardar Ctrl+S
fr: &Enregistrer Ctrl+S
it: &Salva Ctrl+S
pt: &Salvar Ctrl+S

source: Save As Ex&ternal...
de: Speichern extern unter..
es: Guardar como Ex&terno...
fr: Enregistrer comme Ex&terne...
it: Salva come Es&terno...
pt: Salvar Como &Externo...

source: &Bookmark This Location... Ctrl+D
de: Lesezeichen für diese Seite hinzufügen... Strg+D
es: &Marcador para esta ubicación... Ctrl+D
fr: &Marquer cet emplacement... Ctrl+D
it: &Aggiungi ai preferiti questa posizione... Ctrl+D
pt: &Favoritar Este Local... Ctrl+D

source: Refres&h Ctrl+R
de: Aktualisieren Strg+R
es: Actua&lizar Ctrl+R
fr: Actualiser Ctrl+R
it: Aggio&rna Ctrl+R
pt: Atualiza&r Ctrl+R

source: &Import...
de: &Importieren...
es: &Importar...
fr: &Importer...
it: &Importa...
pt: &Importar...

source: &Export...
de: &Exportieren...
es: &Exportar...
fr: &Exporter...
it: &Esporta...
pt: &Exportar...

source: Create Co&nnection...
de: Verbindung erstellen...
es: Crear Co&nexión...
fr: Créer une co&nnexion...
it: Crea Co&nnessione...
pt: Criar Co&nexão...

source: P&rojects...
de: &Projekte...
es: P&royectos...
fr: P&rojets...
it: P&rogetti...
pt: Pr&ojetos...

source: Page Set&up...
de: Seiteneinstellungen...
es: Configurar Pá&gina...
fr: Paramètres de &page...
it: Imposta&zione Pagina...
pt: Configurar Pá&gina...

source: &Print... Ctrl+P
de: &Drucken... Strg+P
es: &Imprimir... Ctrl+P
fr: &Imprimer... Ctrl+P
it: &Stampa... Ctrl+P
pt: &Imprimir... Ctrl+P

source: E&xit
de: &Beenden
es: &Salir
fr: &Quitter
it: &Esci
pt: &Sair

source: &Undo Ctrl+Z
de: &Rückgängig Strg+Z
es: &Deshacer Ctrl+Z
fr: &Annuler Ctrl+Z
it: &Annulla Ctrl+Z
pt: &Desfazer Ctrl+Z

source: &Redo Ctrl+Y
de: &Wiederholen Strg+Y
es: &Rehacer Ctrl+Y
fr: &Refaire Ctrl+Y
it: &Ripeti Ctrl+Y
pt: &Refazer Ctrl+Y

source: Cu&t Ctrl+X
de: &Ausschneiden Strg+X
es: &Cortar Ctrl+X
fr: &Couper Ctrl+X
it: T&aglia Ctrl+X
pt: Cor&tar Ctrl+X

source: &Copy Ctrl+C
de: &Kopieren Strg+C
es: &Copiar Ctrl+C
fr: &Copier Ctrl+C
it: &Copia Ctrl+C
pt: &Copiar Ctrl+C

source: &Paste Ctrl+V
de: &Einfügen Strg+V
es: &Pegar Ctrl+V
fr: &Coller Ctrl+V
it: &Incolla Ctrl+V
pt: &Colar Ctrl+V

source: &Delete
de: &Löschen
es: &Borrar
fr: &Supprimer
it: &Elimina
pt: &Excluir

source: Select &All Ctrl+A
de: &Alles markieren Strg+A
es: Seleccionar &Todo Ctrl+A
fr: Tout sélectionner Ctrl+A
it: Seleziona &Tutto Ctrl+A
pt: Selecionar &Tudo Ctrl+A

source: &Find... Ctrl+F
de: &Suchen... Strg+F
es: &Buscar... Ctrl+F
fr: &Rechercher... Ctrl+F
it: &Trova... Ctrl+F
pt: &Buscar... Ctrl+F

source: R&eplace... Ctrl+H
de: &Ersetzen.. Strg+H
es: &Reemplazar... Ctrl+H
fr: R&emplacer... Ctrl+H
it: S&ostituisci... Ctrl+H
pt: &Substituir... Ctrl+H

source: &Go To... Ctrl+G
de: &Gehe zu...
es: &Ir a... Ctrl+G
fr: &Aller à... Ctrl+G
it: &Vai a... Ctrl+G
pt: &Ir para... Ctrl+G

source: Pr&otect Data
de: &Daten schützen
es: Pr&oteger Datos
fr: Pr&otéger les données
it: Pr&oteggi Dati
pt: Pr&oteger Dados

source: &Next Ctrl+Tab
de: &Nächste Strg+Tab
es: &Siguiente Ctrl+Tab
fr: &Suivant Ctrl+Tab
it: &Prossimo Ctrl+Tab
pt: &Próximo Ctrl+Tab

source: &Previous Ctrl+Shift+Tab
de: &Vorherige Strg+Shift+Tab
es: &Anterior Ctrl+Shift+Tab
fr: &Précédent Ctrl+Shift+Tab
it: &Precedente Ctrl+Shift+Tab
pt: &Anterior Ctrl+Shift+Tab

source: New &Horizontal Group
de: Neue &horizontale Gruppe
es: Nuevo Grupo &Horizontal
fr: Nouveau Groupe &Horizontal
it: Nuovo Gruppo &Orizzontale
pt: Novo &Grupo Horizontal

source: New &Vertical Group
de: Neue &vertikale Gruppe
es: Nuevo Grupo &Vertical
fr: Nouveau Groupe &Vertical
it: Nuovo Gruppo &Verticale
pt: Novo &Grupo Vertical

source: &Increase Ctrl++
de: &Vergrößern Strg++
es: &Aumentar Ctrl++
fr: &Augmenter Ctrl++
it: &Aumenta Ctrl++
pt: &Aumentar Ctrl++

source: &Decrease Ctrl+-
de: &Verkleinern Strg+-
es: &Disminuir Ctrl+-
fr: &Diminuer Ctrl+-
it: &Diminuisci Ctrl+-
pt: &Diminuir Ctrl+-

source: Size To &Fit
de: Passend für die Seite vergrößern
es: Ajustar al &tamaño
fr: Redimensionner pour &ajuster
it: Dimensiona per adattare
pt: Ajustar ao &Tamanho

source: Size To &Width
de: Passend für die Breite der Seite vergrößern
es: Ajustar al &ancho
fr: Redimensionner à la &largeur
it: Dimensiona per la Larghezza
pt: Ajustar à &Largura

source: &Tabs
de: &Registerkarten
es: &Pestañas
fr: &Onglets
it: Tab
pt: &Abas

source: &Navigation Toolbar
de: F&ormat-Symbolleiste
es: &Barra de Navegación
fr: Barre d'outils de &navigation
it: Barra di navigazione
pt: Barra de &Navegação

source: &Bookmarks Toolbar
de: Lesezeichen-Symbolleiste
es: &Barra de Marcadores
fr: Barre d'outils des &marque-pages
it: Barra dei segnalibri
pt: Barra de &Favoritos

source: F&ormat Toolbar
de: F&ormat-Symbolleiste
es: Barra de F&ormato
fr: Barre d'outils de &formatage
it: Barra degli strumenti di formattazione
pt: Barra de &Formatação

source: St&atus Bar
de: Statusleiste
es: Barra de E&stado
fr: Barre de &statut
it: Barra di stato
pt: Barra de &Status

source: &Project Panel Ctrl+B
de: &Projektpanel Strg+B
es: &Panel de Proyecto Ctrl+B
fr: &Panneau de projet Ctrl+B
it: Pannello del progetto Ctrl+B
pt: &Painel do Projeto Ctrl+B

source: &Console Panel Ctrl+K
de: Konsole Ctrl+M
es: &Panel de Consola Ctrl+K
fr: &Panneau de console Ctrl+K
it: Pannello console Ctrl+K
pt: Painel do &Console Ctrl+K

source: &Fields Panel
de: &Feldliste
es: &Panel de Campos
fr: &Panneau des champs
it: Pannello dei campi
pt: Painel de &Campos

source: &Marks Panel
de: &Markierungspanel
es: &Panel de Marcas
fr: &Panneau de marques
it: Pannello dei segni
pt: Painel de &Marcas

source: F&ull Screen F11
de: Vollbild F11
es: &Pantalla Completa F11
fr: &Plein écran F11
it: Schermo intero F11
pt: &Tela Cheia F11

source: Insert &Calculated Field...
de: Berechnetes Feld einfügen...
es: Insertar Campo &Calculado...
fr: Insérer un champ &calculé...
it: Inserisci Campo Calcolato...
pt: Inserir Campo &Calculado...

source: &Edit Calculated Field...
de: &Berechnetes Feld bearbeiten
es: &Editar Campo Calculado...
fr: &Modifier le champ calculé...
it: Modifica Campo Calcolato...
pt: &Editar Campo Calculado...

source: Convert to Fixed &Field
de: Zu fixiertem Feld umwandeln
es: Convertir en Campo &Fijo
fr: Convertir en champ &fixe
it: Converti in Campo Fisso
pt: Converter para Campo &Fixo

source: &Delete Calculated Field
de: &Berechnetes Feld löschen
es: &Eliminar Campo Calculado
fr: &Supprimer le champ calculé
it: Elimina Campo Calcolato
pt: &Excluir Campo Calculado

source: &Insert Column...
de: &Spalten einfügen...
es: &Insertar Columna...
fr: &Insérer une colonne...
it: Inserisci Colonna...
pt: &Inserir Coluna...

source: &Hide Column
de: &Spalten ausblenden
es: &Ocultar Columna
fr: &Cacher la colonne
it: Nascondi Colonna
pt: &Ocultar Coluna

source: &Insert Group Break
de: &Gruppentrenner einblenden
es: &Insertar Salto de Grupo
fr: &Insérer une rupture de groupe
it: Inserisci Interruzione di Gruppo
pt: &Inserir Quebra de Grupo

source: &Remove Group Break
de: &Gruppentrenner ausblenden
es: &Quitar Salto de Grupo
fr: &Supprimer une rupture de groupe
it: Rimuovi Interruzione di Gruppo
pt: &Remover Quebra de Grupo

source: &Group Records...
de: &Datensätze gruppieren
es: &Agrupar Registros...
fr: &Grouper les enregistrements...
it: Raggruppa Record...
pt: &Agrupar Registros...

source: &Sort...
de: &Sortieren...
es: &Ordenar...
fr: &Trier...
it: Ordina...
pt: &Ordenar...

source: &Filter... Ctrl+J
de: Filter...
es: &Filtrar... Ctrl+J
fr: &Filtrer... Ctrl+J
it: Filtra... Ctrl+J
pt: F&iltrar... Ctrl+J

source: &Remove Sort/Filter Ctrl+M
de: &Sortierung/Filter entfernen
es: &Quitar Ordenamiento/Filtro Ctrl+M
fr: &Supprimer le tri/filtre Ctrl+M
it: Rimuovi Ordinamento/Filtro Ctrl+M
pt: &Remover Ordenação/Filtro Ctrl+M

source: Edit &Indexes...
de: Index bearbeiten...
es: Editar &Índices...
fr: &Modifier les index...
it: Modifica Indici...
pt: Editar &Índices...

source: &Columns
de: &Spalten
es: &Columnas
fr: &Colonnes
it: Colonne
pt: &Colunas

source: &Groups
de: &Gruppen
es: &Grupos
fr: &Groupes
it: Gruppi
pt: &Grupos

source: &Mark Records...
de: &Datensätze markieren...
es: &Marcar Registros...
fr: &Marquer les enregistrements...
it: Segna Record...
pt: &Marcar Registros...

source: C&opy Records... Ctrl+E
de: Datensätze k&opieren...
es: &Copiar Registros... Ctrl+E
fr: C&opier les enregistrements... Ctrl+E
it: Copia Record... Ctrl+E
pt: C&opiar Registros... Ctrl+E

source: &Append Records...
de: &Datensätze hinzufügen...
es: &Añadir Registros...
fr: &Ajouter des enregistrements...
it: Aggiungi Record...
pt: &Adicionar Registros...

source: &Delete Records...
de: Datensätze &löschen...
es: &Eliminar Registros...
fr: &Supprimer des enregistrements...
it: Elimina Record...
pt: &Excluir Registros...

source: &Update Records...
de: Datensätze &aktualisieren...
es: &Actualizar Registros...
fr: &Mettre à jour les enregistrements...
it: Aggiorna Record...
pt: &Atualizar Registros...

source: Summari&ze
de: &Zusammenfassen
es: Resum&en
fr: Récap&itulatif
it: Riassumi
pt: Resum&o

source: &No Relationship Filter or Mark
de: Kein Filter
es: &Sin Filtro de Relación o Marca
fr: &Aucun filtre de relation ou marque
it: Nessun Filtro o Segno di Relazione
pt: &Sem Filtro ou Marcação de Relacionamento

source: &Filter Related Records
de: &Bezugsdatensätze filtern
es: &Filtrar Registros Relacionados
fr: &Filtrer les enregistrements liés
it: Filtra Record Correlati
pt: &Filtrar Registros Relacionados

source: &Mark Related Records
de: &Bezugsdatensätze markieren
es: &Marcar Registros Relacionados
fr: &Marquer les enregistrements liés
it: Segna Record Correlati
pt: &Marcar Registros Relacionados

source: &Relationships...
de: &Verknüpfungen...
es: &Relaciones...
fr: &Relations...
it: Relazioni...
pt: &Relacionamentos...

source: Rel&ated Records
de: Buzugsdatensätze filtern
es: Registros Rel&acionados
fr: Enregistrements &liés
it: Record Correlati
pt: Registros Rel&acionados

source: Ru&n Script/Query Alt+Enter
de: Programm/Abfrage ausführen Alt+Enter
es: &Ejecutar Script/Consulta Alt+Enter
fr: E&xécuter le script/la requête Alt+Enter
it: Esegui Script/Query Alt+Enter
pt: Exe&cutar Script/Consulta Alt+Enter

source: &Cancel Job Ctrl+Break
de: &Job abbrechen
es: &Cancelar Tarea Ctrl+Break
fr: &Annuler la tâche Ctrl+Break
it: Annulla Lavoro Ctrl+Break
pt: &Cancelar Tarefa Ctrl+Break

source: &Divide Table...
de: &Tabelle teilen...
es: &Dividir Tabla...
fr: &Diviser la table...
it: Dividi Tabella...
pt: &Dividir Tabela...

source: &Merge Tables...
de: &Tabelllen zusammenfügen...
es: &Fusionar Tablas...
fr: &Fusionner les tables...
it: Unisci Tabelle...
pt: &Mesclar Tabelas...

source: Compact &Project
de: Projekt kompaktieren
es: Compactar &Proyecto
it: Compatta Progetto
pt: Compactar &Projeto

source: &Jobs...
es: &Trabajos...
fr: &Tâches...
it: Lavori...
pt: &Tarefas...

source: Sc&hedule Jobs...
de: &Geplante Jobs...
es: &Programar Trabajos...
fr: P&lanifier les tâches...
it: Pianifica Lavori...
pt: Ag&endar Tarefas...

source: &Extensions...
de: Erweiterungen...
es: &Extensiones...
it: Estensioni...
pt: &Extensões...

source: &Options...
de: &Einstellungen...
es: &Opciones...
it: Opzioni...
pt: &Opções...

source: &Online Help
de: &Online-Hilfe
es: &Ayuda en Línea
fr: &Aide en ligne
it: Aiuto Online
pt: &Ajuda Online

source: &Developer Resources
de: Ressourcen für Entwickler
es: &Recursos para Desarrolladores
fr: &Ressources développeur
it: &Risorse per sviluppatori
pt: &Recursos do Desenvolvedor

source: &Activate...
de: &Aktivieren...
es: &Activar...
fr: &Activer...
it: &Attiva...
pt: &Ativar...

source: A&bout...
de: &Info...
es: A&cerca de...
fr: &À propos...
it: I&nformazioni...
pt: So&bre...

source: &File
de: &Datei
es: &Archivo
fr: &Fichier
pt: &Arquivo

source: &Edit
de: &Bearbeiten
es: &Editar
fr: &Éditer
it: &Modifica
pt: &Editar

source: &View
de: &Ansicht
es: &Ver
fr: &Afficher
it: &Visualizza
pt: &Visualizar

source: &Data
de: Daten
es: &Datos
fr: &Données
it: &Dati
pt: &Dados

source: &Tools
de: Extras
es: &Herramientas
fr: &Outils
it: &Strumenti
pt: &Ferramentas

source: &Help
es: &Ayuda
fr: &Aide
it: &Aiuto
pt: &Ajuda

source: Navigation Toolbar
de: Navigations-Symbolleiste
es: Barra de Navegación
fr: Barre d'outils de navigation
it: Barra degli strumenti di navigazione
pt: Barra de Navegação

source: Bookmarks Toolbar
de: Lesezeichen-Symbolleiste
es: Barra de Marcadores
fr: Barre d'outils des signets
it: Barra degli strumenti dei segnalibri
pt: Barra de Favoritos

source: Format Toolbar
de: Format-Symbolleiste
es: Barra de Formato
fr: Barre d'outils de format
it: Barra degli strumenti di formattazione
pt: Barra de Formatação

source: Show/Hide Project Panel
de: Projektpanel anzeigen/ausblenden
es: Mostrar/Ocultar Panel de Proyecto
fr: Afficher/Masquer le panneau du projet
it: Mostra/Nascondi pannello del progetto
pt: Mostrar/Ocultar Painel de Projeto

source: Show/Hide Fields Panel
de: Feldliste anzeigen/ausblenden
es: Mostrar/Ocultar Panel de Campos
fr: Afficher/Masquer le panneau des champs
it: Mostra/Nascondi pannello dei campi
pt: Mostrar/Ocultar Painel de Campos

source: Show/Hide Marks Panel
de: Markierungspanel anzeigen/ausblenden
es: Mostrar/Ocultar Panel de Marcas
fr: Afficher/Masquer le panneau des marques
it: Mostra/Nascondi pannello dei segni
pt: Mostrar/Ocultar Painel de Marcas

source: Show/Hide Relationships Panel
de: Verknüpfungen anzeigen/ausblenden
es: Mostrar/Ocultar Panel de Relaciones
fr: Afficher/Masquer le panneau des relations
it: Mostra/Nascondi pannello delle relazioni
pt: Mostrar/Ocultar Painel de Relacionamentos

source: Console
es: Consola

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
pt: Projeto

source: Fields
de: Felder
es: Campos
fr: Champs
it: Campi
pt: Campos

source: Marks
de: Markierungen
es: Marcas
fr: Marques
it: Segni
pt: Marcas

source: Tab
de: Registerkarte
es: Pestaña
fr: Onglet
pt: Aba

source: Table
de: Tabelle
es: Tabla
it: Tabella
pt: Tabela

source: Report
de: Bericht
es: Informe
fr: Rapport
pt: Relatório

source: Query
de: Abfrage
es: Consulta
fr: Requête
pt: Consulta

source: A project must be open in order to create a bookmark.
de: Ein Projekt muss offen sein, um ein Lesezeichen erstellen zu können.
es: Debe haber un proyecto abierto para crear un marcador.
fr: Un projet doit être ouvert pour créer un signet.
it: È necessario aprire un progetto per creare un segnalibro.
pt: Um projeto precisa estar aberto para criar um favorito.

source: New Bookmark
de: Neues Lesezeichen
es: Nuevo Marcador
fr: Nouveau signet
it: Nuovo Segnalibro
pt: Novo Favorito

source: All Files
de: Alle Dateien
es: Todos los Archivos
fr: Tous les fichiers
it: Tutti i file
pt: Todos os Arquivos

source: All Text Files
de: Alle Textdateien
es: Todos los Archivos de Texto
fr: Tous les fichiers texte
it: Tutti i file di testo
pt: Todos os Arquivos de Texto

source: Comma-Delimited Files
de: Kommagetrennte Dateien
es: Archivos delimitados por coma
fr: Fichiers à délimitation par virgules
it: File delimitati da virgole
pt: Arquivos Delimitados por Vírgula

source: Tab-Delimited Files
de: Tabgetrennte Dateien
es: Archivos delimitados por tabulaciones
fr: Fichiers à délimitation par tabulations
it: File delimitati da tab
pt: Arquivos Delimitados por Aba

source: Microsoft FoxPro/Xbase Files
de: Microsoft FoxPro/Xbase Dateien
es: Archivos Microsoft FoxPro/Xbase
fr: Fichiers Microsoft FoxPro/Xbase
it: File FoxPro/Xbase di Microsoft
pt: Arquivos Microsoft FoxPro/Xbase

source: Microsoft Access Files
de: Mircrosoft Access Dateien
es: Archivos Microsoft Access
fr: Fichiers Microsoft Access
it: File di Access di Microsoft
pt: Arquivos Microsoft Access

source: Microsoft Excel Files
de: Mircrosoft Excel Dateien
es: Archivos Microsoft Excel
fr: Fichiers Microsoft Excel
it: File di Excel di Microsoft
pt: Arquivos Microsoft Excel

source: Package Files
de: Paketdateien
es: Archivos de Paquete
fr: Fichiers d'emballage
it: File di pacchetto
pt: Arquivos de Pacote

source: Sqlite databases
de: Sqllite-Datenbanken
es: bases de datos Sqlite
fr: Bases de données Sqlite
it: Database Sqlite
pt: Bancos de dados Sqlite

source: DuckDb databases
de: DuckDb-Datenbanken
es: bases de datos DuckDb
fr: Bases de données DuckDb
it: Database DuckDb
pt: Bancos de dados DuckDb

source: HTML Files
de: HTML Dateien
es: Archivos HTML
fr: Fichiers HTML
it: File HTML
pt: Arquivos HTML

source: Script Files
de: Programmdateien
es: Archivos de Script
fr: Fichiers de script
it: File di script
pt: Arquivos de Script

source: Open File(s)
de: Datei öffnen
es: Abrir Archivo(s)
fr: Ouvrir le(s) fichier(s)
it: Apri file
pt: Abrir Arquivo(s)

source: More than one file type was selected. Please select only one file type to continue.
de: Mehr als ein Dateityp wurde auswählt. Bitte wählen Sie nur einen Dateityp, um fortzufahren.
es: Se seleccionó más de un tipo de archivo. Por favor, seleccione solo un tipo de archivo para continuar.
fr: Plus d'un type de fichier a été sélectionné. Veuillez ne sélectionner qu'un seul type de fichier pour continuer.
it: È stato selezionato più di un tipo di file. Seleziona solo un tipo di file per continuare.
pt: Mais de um tipo de arquivo foi selecionado. Por favor, selecione apenas um tipo de arquivo para continuar.

source: One or more of the selected files could not be opened because it is not supported by %s.
de: Eine oder mehrere Dateien konnten nicht geöffnet werden, da sie nicht durch %s unterstützt werden.
es: Uno o más de los archivos seleccionados no se pudieron abrir porque %s no los admite.
fr: Un ou plusieurs des fichiers sélectionnés n'ont pas pu être ouverts car ils ne sont pas pris en charge par %s.
it: Uno o più dei file selezionati non potrebbe essere aperto perché non è supportato da %s.
pt: Um ou mais dos arquivos selecionados não puderam ser abertos porque não são suportados por %s.

source: One or more of the selected files could not be opened either because they are already in use or no longer exist.
de: Eine oder mehrere Dateien konnten nicht geöffnet werden. Entweder werden sie gerade benutzt oder existieren nicht mehr.
es: Uno o más de los archivos seleccionados no se pudieron abrir porque ya están en uso o ya no existen.
fr: Un ou plusieurs des fichiers sélectionnés n'ont pas pu être ouverts soit parce qu'ils sont déjà utilisés, soit parce qu'ils n'existent plus.
it: Uno o più dei file selezionati non potrebbe essere aperto perché sono già in uso o non esistono più.
pt: Um ou mais dos arquivos selecionados não puderam ser abertos porque já estão em uso ou não existem mais.

source: Please close all panels before closing the project.
de: Bitte schließen Sie alle Panels bevor Sie das Projekt schließen.
es: Por favor, cierre todos los paneles antes de cerrar el proyecto.
fr: Veuillez fermer tous les panneaux avant de fermer le projet.
it: Chiudi tutti i pannelli prima di chiudere il progetto.
pt: Por favor, feche todos os painéis antes de fechar o projeto.

source: To exit full screen mode, press F11.
de: Um den Vollbildmodus auszuschalten, drücken Sie die F11-Taste.
es: Para salir del modo de pantalla completa, presione F11.
fr: Pour quitter le mode plein écran, appuyez sur F11.
it: Per uscire dalla modalità a schermo intero, premi F11.
pt: Para sair do modo tela cheia, pressione F11.

source: &New Bookmark...
de: Neues Lesezeichen
es: &Nuevo Marcador...
fr: &Nouveau signet...
it: &Nuovo Segnalibro...
pt: &Novo Favorito...

source: Share Data View...
de: Datenansicht teilen...
es: Compartir Vista de Datos...
fr: Partager la vue des données...
it: Condividi Vista Dati...
pt: Compartilhar Visualização de Dados...

source: There are currently jobs scheduled to run. If you choose to exit %s, these jobs will not run as scheduled. Would you like to run %s in the background or exit?
de: Es gibt zur Zeit geplante Jobs. Wenn Sie %s beenden, werden diese Jobs nicht wie geplant laufen. Möchten Sie %s im Hintergrund laufen lassen oder das Programm beenden?
es: Actualmente hay trabajos programados para ejecutarse. Si eliges salir de %s, estos trabajos no se ejecutarán como estaba programado. ¿Te gustaría ejecutar %s en segundo plano o salir?
fr: Il y a actuellement des travaux prévus pour être exécutés. Si vous choisissez de quitter %s, ces travaux ne seront pas exécutés comme prévu. Souhaitez-vous exécuter %s en arrière-plan ou quitter ?
it: Ci sono attualmente dei lavori programmati per essere eseguiti. Se decidi di uscire da %s, questi lavori non saranno eseguiti come programmato. Desideri eseguire %s in background o uscire?
pt: Atualmente, há trabalhos programados para serem executados. Se você escolher sair %s, esses trabalhos não serão executados conforme o programado. Gostaria de executar %s em segundo plano ou sair?

source: Run Jobs in Background
de: Jobs in Hintergrund laufen lassen
es: Ejecutar trabajos en segundo plano
fr: Exécuter les tâches en arrière-plan
it: Esegui lavori in background
pt: Executar Trabalhos em Segundo Plano

source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
pt: Sair
