Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: Filtering '%s'
de: Filtere '%s'
es: Filtrando '%s'
fr: Filtrage de '%s'
it: Filtrando '%s'
pt: Filtrando '%s'

source: Sum: %s
de: Summe: %s
es: Suma: %s
fr: Somme : %s
it: Somma: %s
pt: Soma: %s

source: Position: %s
es: Posición: %s
it: Posizione: %s
pt: Posição: %s

source: Record Count: %s
de: Datensatzanzahl: %s
es: Conteo de registros: %s
fr: Nombre d'enregistrements : %s
it: Conteggio Record: %s
pt: Contagem de registros: %s

source: Default View
de: Standardansicht
es: Vista predeterminada
fr: Vue par défaut
it: Vista Predefinita
pt: Visualização padrão

source: Filtered
de: Gefiltert
es: Filtrado
fr: Filtré
it: Filtrato
pt: Filtrado

source: Default Order
de: Standardsortierung
es: Orden predeterminado
fr: Ordre par défaut
it: Ordine Predefinito
pt: Ordem padrão

source: &Remove Sort/Filter
de: &Sortierung/Filter entfernen
es: &Eliminar orden/filtro
fr: &Supprimer le tri/filtre
it: &Rimuovi Ordinamento/Filtro
pt: &Remover Classificação/Filtro

source: &Mark Records
de: Datensätze &markieren
es: &Marcar registros
fr: &Marquer les enregistrements
it: &Segna Record
pt: &Marcar Registros

source: Sort &Ascending
de: &Aufsteigend sortieren
es: Ordenar &ascendente
fr: Trier &par ordre croissant
it: Ordina &Crescente
pt: Classificar em &Ordem Crescente

source: &Sort Descending
de: &Absteigend sortieren
es: &Ordenar descendente
fr: &Trier par ordre décroissant
it: &Ordina Decrescente
pt: &Classificar em Ordem Descendente

source: Sort &Orders
de: Sortierungen
es: Ordenar &órdenes
fr: Trier &les commandes
it: Ordina &Ordini
pt: Ordem de &Classificação

source: Insert &Group Break
de: Gruppentrenner einblenden
es: Insertar &salto de grupo
fr: Insérer &une rupture de groupe
it: Inserisci &Interruzione Gruppo
pt: Inserir &Quebra de Grupo

source: Re&move Group Break
de: &Gruppentrenner ausblenden
es: Quitar &salto de grupo
fr: &Supprimer la rupture de groupe
it: Ri&muovi Interruzione Gruppo
pt: Re&movendo Quebra de Grupo

source: Column &Views
de: &Spaltenansichten
es: Columna &Vistas
fr: Colonne &Vues
it: Colonna &Viste
pt: Coluna &Visualizações

source: [Matching Records]
de: [Passende Datensätze]
es: [Registros Coincidentes]
fr: [Enregistrements correspondants]
it: [Record Corrispondenti]
pt: [Registros Correspondentes]

source: [Matching Records And Context]
de: [Passende Datensätze mit Kontext]
es: [Registros Coincidentes Y Contexto]
fr: [Enregistrements correspondants et contexte]
it: [Record e Contesto Corrispondenti]
pt: [Registros Correspondentes e Contexto]

source: &Delete Record
de: &Datensätze löschen
es: &Eliminar Registro
fr: &Supprimer l'enregistrement
it: &Elimina Record
pt: &Excluir Registro

source: Name: %s, Type: %s, Width: %d, Decimals: %d
de: Name: %s, Type: %s, Breite: %d, Dezimalzahlen: %d
es: Nombre: %s, Tipo: %s, Ancho: %d, Decimales: %d
fr: Nom: %s, Type: %s, Largeur: %d, Décimales: %d
it: Nome: %s, Tipo: %s, Larghezza: %d, Decimali: %d
pt: Nome: %s, Tipo: %s, Largura: %d, Decimais: %d

source: The database table does not have a primary key specified, which is required for editing data values.
de: Diese Datentabelle hat keinen primären Schlüssel. Ein primärer Schlüssel wird benötigt, um einen Wert zu ändern.
es: La tabla de la base de datos no tiene una clave primaria especificada, lo cual es necesario para editar los valores de los datos.
fr: La table de la base de données n'a pas de clé primaire spécifiée, ce qui est requis pour modifier les valeurs de données.
it: La tabella del database non ha una chiave primaria specificata, che è richiesta per la modifica dei valori dei dati.
pt: A tabela do banco de dados não possui uma chave primária especificada, o que é necessário para a edição de valores de dados.

source: The date entered was not formatted correctly.
de: Die Eingabe des Datums war nicht korrekt formatiert.
es: La fecha introducida no fue formateada correctamente.
fr: La date saisie n'a pas été formatée correctement.
it: La data inserita non è stata formattata correttamente.
pt: A data inserida não foi formatada corretamente.

source: Filter
de: Filtern
es: Filtro
fr: Filtrer
it: Filtro
pt: Filtrar

source: One or more of the selected calculated fields does not exist.
de: Eine oder mehere der selektierten berechneten Felder existieren nicht.
es: Uno o más de los campos calculados seleccionados no existen.
fr: Un ou plusieurs des champs calculés sélectionnés n'existent pas.
it: Uno o più dei campi calcolati selezionati non esiste.
pt: Um ou mais dos campos calculados selecionados não existem.

source: This operation may only be performed on calculated fields.
de: Diese Operation kann nur an berechneten Feldern ausgeführt werden.
es: Esta operación solo puede realizarse en campos calculados.
fr: Cette opération ne peut être effectuée que sur des champs calculés.
it: Questa operazione può essere eseguita solo su campi calcolati.
pt: Esta operação só pode ser realizada em campos calculados.

source: Unable to delete records on external files.
de: Datensätze in externen Dateien können nicht gelöscht werden.
es: No se pueden eliminar registros en archivos externos.
fr: Impossible de supprimer les enregistrements sur des fichiers externes.
it: Impossibile eliminare i record su file esterni.
pt: Não foi possível excluir registros em arquivos externos.

source: Performing this operation will permanently delete data. Are you sure you want to delete %zu record(s)?
de: Durch diese Operation werden Daten dauerhaft gelöscht. Sind Sie sicher, dass Sie %zu Datensatz/Datensätze löschen möchten?
es: Realizar esta operación eliminará permanentemente los datos. ¿Estás seguro que quieres eliminar %zu registro(s)?
fr: Cette opération supprimera définitivement les données. Êtes-vous sûr que vous voulez supprimer %zu enregistrement(s)?
it: Eseguendo questa operazione si elimineranno definitivamente dei dati. Sei sicuro di voler cancellare %zu record(s)?
pt: Realizar esta operação irá apagar permanentemente os dados. Tem certeza de que deseja excluir %zu registro(s)?

source: Performing this operation will permanently delete data. Are you sure you want to delete the following field(s):
de: Bei der Ausführung dieser Operation werden die Daten permanent gelöscht. Sind Sie sicher, dass Sie die folgenden Felder löschen wollen:
es: Realizar esta operación eliminará permanentemente los datos. ¿Estás seguro que quieres eliminar el/los siguiente(s) campo(s):
fr: Cette opération supprimera définitivement les données. Êtes-vous sûr que vous voulez supprimer les champs suivants :
it: Eseguendo questa operazione si elimineranno definitivamente dei dati. Sei sicuro di voler cancellare i seguenti campi:
pt: Realizar esta operação irá apagar permanentemente os dados. Tem certeza de que deseja excluir o(s) seguinte(s) campo(s):

source: Only a single cell may be cut.
de: Nur eine einzige Zelle wird wahrscheinlich geschnitten.
es: Sólo se puede cortar una única celda.
fr: Seule une seule cellule peut être coupée.
it: Può essere tagliata solo una singola cella.
pt: Apenas uma única célula pode ser cortada.

source: An output set could not be created.
de: Eine Ausgangstabelle konnte nicht erstellt werden.
es: No se pudo crear un conjunto de salida.
fr: Un ensemble de sortie n'a pas pu être créé.
it: Non è stato possibile creare un set di output.
pt: Não foi possível criar um conjunto de saída.

source: Summarizing '%s'
de: '%s' wird zusammengefasst
es: Resumiendo '%s'
fr: Résumé de '%s'
it: Riassumendo '%s'
pt: Resumindo '%s'

source: Please wait while the data is being searched...
de: Bitte warten Sie, solange die Daten durchsucht werden...
es: Por favor espera mientras se buscan los datos...
fr: Veuillez patienter pendant que les données sont recherchées...
it: Attendere mentre i dati vengono ricercati...
pt: Aguarde enquanto os dados estão sendo pesquisados...

source: Record number (1 - %s):
de: Datensatznummer (1 - %s)
es: Número de registro (1 - %s):
fr: Numéro d'enregistrement (1 - %s) :
it: Numero di record (1 - %s):
pt: Número do registro (1 - %s):

source: Go To Record
de: Gehe zu Datensatz
es: Ir a Registro
fr: Aller à l'enregistrement
it: Vai al Record
pt: Ir Para Registro

source: The beginning of the data has been reached.
de: Der Anfang der Daten wurde erreicht.
es: Se ha llegado al comienzo de los datos.
fr: Le début des données a été atteint.
it: L'inizio dei dati è stato raggiunto.
pt: O início dos dados foi alcançado.

source: The end of the data has been reached.
de: Das Ende der Daten wurde erreicht.
es: Se ha llegado al final de los datos.
fr: La fin des données a été atteinte.
it: La fine dei dati è stata raggiunta.
pt: O fim dos dados foi alcançado.

source: Select fields from the list on the left and drag them here to define the table sort order
de: Wählen Sie Felder von der linken Liste und ziehen Sie die Felder hierher, um die Tabellensortierungsordnung zu definieren
es: Selecciona campos de la lista de la izquierda y arrástralos aquí para definir el orden de clasificación de la tabla
fr: Sélectionnez les champs de la liste sur la gauche et glissez-les ici pour définir l'ordre de tri de la table
it: Seleziona i campi dall'elenco sulla sinistra e trascinali qui per definire l'ordine di ordinamento della tabella
pt: Selecione campos da lista à esquerda e arraste-os aqui para definir a ordem de classificação da tabela

source: Sort
de: Sortieren
es: Ordenar
fr: Tri
it: Ordina
pt: Ordenar

source: Copying Records from '%s'
de: Datensätze kopieren von '%s'
es: Copiando Registros desde '%s'
fr: Copie des enregistrements de '%s'
it: Copiando i record da '%s'
pt: Copiando Registros de '%s'

source: Deleting records in '%s'
de: Datensätze löschen in '%s'
es: Eliminando registros en '%s'
fr: Suppression des enregistrements dans '%s'
it: Eliminazione dei record in '%s'
pt: Excluindo registros em '%s'

source: Sorting '%s'
de: Sortiere '%s'
es: Ordenando '%s'
fr: Tri de '%s'
it: Ordinamento '%s'
pt: Classificando '%s'

source: Querying '%s'
es: Consultando '%s'
fr: Requête sur '%s'
it: Interrogando '%s'
pt: Consultando '%s'

source: Mark #%d
de: Markierung #%d
es: Marca #%d
fr: Marque #%d
it: Segno #%d
pt: Marca #%d

source: Performing this operation will overwrite any changes that have already been made to the table structure. Are you sure you want to continue?
de: Wenn Sie diese Operation ausführen, werden die Veränderungen, die Sie an der Tabellenstruktur bereits gemacht haben, überschrieben. Sind Sie sicher, dass Sie fortfahren wollen?
es: Realizar esta operación sobrescribirá cualquier cambio que ya se haya hecho en la estructura de la tabla. ¿Estás seguro que quieres continuar?
fr: Cette opération écrasera toutes les modifications qui ont déjà été apportées à la structure de la table. Êtes-vous sûr de vouloir continuer?
it: Eseguendo questa operazione verranno sovrascritte tutte le modifiche già apportate alla struttura della tabella. Sei sicuro di voler continuare?
pt: Realizar esta operação irá sobrescrever quaisquer alterações que já foram feitas na estrutura da tabela. Você tem certeza de que deseja continuar?

source: Text-Delimited
de: Deliminierte-Texte
es: Delimitado por texto
fr: Texte-Délimité
it: Delimitato-Testo
pt: Delimitado por Texto

source: Fixed-Length
de: Feste Breite
es: Longitud fija
fr: Longueur Fixe
it: Lunghezza-Fissa
pt: Comprimento Fixo

source: Comma (,)
de: Komma (,)
es: Coma (,)
fr: Virgule (,)
it: Virgola (,)
pt: Vírgula (,)

source: Semicolon (;)
de: Semikolon (;)
es: Punto y coma (;)
fr: Point-virgule (;)
it: Punto e virgola (;)
pt: Ponto-e-vírgula (;)

source: Space ( )
de: Leerzeile ( )
es: Espacio ( )
fr: Espace ( )
it: Spazio ( )
pt: Espaço ( )

source: Pipe (|)
es: Tubería (|)
fr: Barre verticale (|)
it: Barra verticale (|)
pt: Barra Vertical (|)

source: Other...
de: Sonstige...
es: Otro...
fr: Autre...
it: Altro...
pt: Outros...

source: Would you like to save the changes you made to the configuration?
de: Möchten Sie die Veränderungen, die Sie in der Konfiguration gemacht haben, speichern?
es: ¿Te gustaría guardar los cambios que hiciste en la configuración?
fr: Souhaitez-vous enregistrer les modifications apportées à la configuration?
it: Desideri salvare le modifiche apportate alla configurazione?
pt: Gostaria de salvar as alterações feitas na configuração?

source: Encoding:
de: Kodierung:
es: Codificación:
fr: Encodage:
it: Codifica:
pt: Codificação:

source: Start Offset:
de: Beginnoffset:
es: Desplazamiento Inicial:
fr: Décalage initial:
it: Offset di inizio:
pt: Deslocamento Inicial:

source: Row Width:
de: Reihenbreite:
es: Ancho de Fila:
fr: Largeur de la ligne:
it: Larghezza riga:
pt: Largura da Linha:

source: Rows end with CR/LF
de: Reihenende mit CR/LF
es: Las filas terminan con CR/LF
fr: Les lignes se terminent par CR/LF
it: Le righe terminano con CR/LF
pt: Linhas terminam com CR/LF

source: Field Delimiters:
de: Felddelimiter:
es: Delimitadores de Campo:
fr: Délimiteurs de champs:
it: Delimitatori di campo:
pt: Delimitadores de Campo:

source: Text Qualifier:
de: Texterkennungszeichen:
es: Calificador de Texto:
fr: Qualificateur de texte:
it: Qualificatore di testo:
pt: Qualificador de Texto:

source: Offset: %d
es: Desplazamiento: %d
fr: Décalage: %d
pt: Deslocamento: %d

source: Save Layout Definition
de: Layoutdefinition
es: Guardar Definición de Diseño
fr: Sauvegarder la définition de la disposition
it: Salva Definizione Layout
pt: Salvar Definição de Layout

source: Field%d
de: Feld%d
es: Campo%d
fr: Champ%d
it: Campo%d
pt: Campo%d

source: Rename Column
de: Spalte umbenennen
es: Renombrar Columna
fr: Renommer la colonne
it: Rinomina Colonna
pt: Renomear Coluna

source: Default Encoding
de: Standardkodierung
es: Codificación predeterminada
fr: Encodage par défaut
it: Codifica Predefinita
pt: Codificação Padrão

source: COMP Numeric
de: COMP Numerisch
es: COMP Numérico
fr: COMP numérique
pt: Numérico COMP

source: COMP-3 Numeric
de: COMP-3 Numerisch
es: COMP-3 Numérico
fr: COMP-3 numérique
pt: Numérico COMP-3

source: Find/Filter...
de: Finde/Filter...
es: Buscar/Filtrar...
fr: Rechercher/Filtrer...
it: Trova/Filtra...
pt: Encontrar/Filtrar...

source: Find/Filter
de: Finde/Filter
es: Buscar/Filtrar
fr: Rechercher/Filtrer
it: Trova/Filtra
pt: Encontrar/Filtrar

source: Calculation
de: Berechnetes Feld
es: Cálculo
fr: Calcul
it: Calcolo
pt: Cálculo

source: Sync
es: Sincronizar
fr: Synchroniser
it: Sincronizza
pt: Sinc

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar

source: Forward
de: Vorwärts
es: Adelante
fr: Avancer
it: Avanti
pt: Avançar

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
pt: Atualizar

source: Stop
de: Stopp
es: Detener
fr: Arrêt
it: Ferma
pt: Parar

source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início

source: Bookmark
de: Lesezeichen
es: Marcador
fr: Marque-page
it: Segnalibro
pt: Favoritos

source: Find Next
de: Weitersuchen
es: Buscar siguiente
fr: Trouver suivant
it: Trova Successivo
pt: Encontrar Seguinte

source: View
de: Ansicht
es: Ver
fr: Voir
it: Visualizza
pt: Visualizar

source: Go Back
de: Gehe zurück
es: Ir atrás
fr: Retourner
it: Vai Indietro
pt: Ir para Trás

source: Go Forward
de: Gehe vorwärts
es: Ir adelante
fr: Avancer
it: Vai Avanti
pt: Ir para Frente

source: Go Home
de: Zur Startseite
es: Ir a inicio
fr: Aller à l'accueil
it: Vai alla Home
pt: Ir para Casa

source: Bookmark This Location
de: Lesezeichen für diese Seite hinzufügen
es: Marcar esta ubicación
fr: Marquer cet emplacement
it: Segna Questa Posizione
pt: Adicionar esta Localização aos Favoritos

source: Quick Filter
de: Schnellfilter
es: Filtro rápido
fr: Filtre rapide
it: Filtro Veloce
pt: Filtro Rápido

source: Switch Document View
de: Dokumentenansicht wechseln
es: Cambiar vista de documento
fr: Changer la vue du document
it: Cambia Vista Documento
pt: Alternar Visualização do Documento

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
pt: Desfazer

source: Redo
de: Wiederholen
es: Rehacer
fr: Refaire
it: Rifai
pt: Refazer

source: Zoom Out
de: Ansicht verkleinern
es: Alejar
fr: Zoom arrière
pt: Reduzir Zoom

source: Zoom In
de: Ansicht vergrößern
es: Acercar
fr: Zoom avant
pt: Aumentar Zoom

source: Bold
de: Fett
es: Negrita
fr: Gras
it: Grassetto
pt: Negrito

source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo
pt: Itálico

source: Underline
de: Unterstreichen
es: Subrayar
fr: Souligner
it: Sottolineato
pt: Sublinhar

source: Align Left
de: Linksbündig
es: Alinear a la izquierda
fr: Aligner à gauche
it: Allinea a Sinistra
pt: Alinhar à Esquerda

source: Align Center
de: Zentriert
es: Alinear al centro
fr: Aligner au centre
it: Allinea al Centro
pt: Alinhar ao Centro

source: Align Right
de: Rechtsbündig
es: Alinear a la derecha
fr: Aligner à droite
it: Allinea a Destra
pt: Alinhar à Direita

source: Align Top
de: Oben ausrichten
es: Alinear arriba
fr: Aligner en haut
it: Allinea in Alto
pt: Alinhar ao Topo

source: Align Middle
de: Mittig ausrichten
es: Alinear al medio
fr: Aligner au milieu
it: Allinea al Centro
pt: Alinhar ao Meio

source: Align Bottom
de: Unten ausrichten
es: Alinear abajo
fr: Aligner en bas
it: Allinea in Basso
pt: Alinhar ao Fundo

source: Wrap Text
de: Text umbrechen
es: Ajustar texto
fr: Renvoi à la ligne
it: A Capo
pt: Quebrar Texto

source: Merge Cells
de: Zellen zusammenfügen
es: Combinar celdas
fr: Fusionner les cellules
it: Unisci Celle
pt: Mesclar Células

source: Border Style
de: Randstil
es: Estilo de borde
fr: Style de bordure
it: Stile Bordo
pt: Estilo da Borda

source: Fill Color
de: Füllfarbe
es: Color de relleno
fr: Couleur de remplissage
it: Colore Riempimento
pt: Cor de Preenchimento

source: Default
es: Predeterminado
fr: Par défaut
it: Predefinito
pt: Padrão

source: Trim leading spaces
de: Führende Leerzeilen löschen
es: Eliminar espacios iniciales
fr: Supprimer les espaces en début
it: Rimuovi spazi iniziali
pt: Remover espaços iniciais

source: Trim leading zeros
de: Führende Nullen löschen
es: Eliminar ceros iniciales
fr: Supprimer les zéros en début
it: Rimuovi zeri iniziali
pt: Remover zeros iniciais

source: Trim leading spaces and zeros
de: Führende Leerzeilen und Nullen löschen
es: Eliminar espacios y ceros iniciales
fr: Supprimer les espaces et zéros en début
it: Rimuovi spazi e zeri iniziali
pt: Remover espaços e zeros iniciais

source: Julian Date
de: Julianisches Datum
es: Fecha Juliana
fr: Date julienne
it: Data Giuliana
pt: Data Juliana

source: Not 0/0
de: kein 0/0
es: No 0/0
fr: Pas 0/0
it: Non 0/0
pt: Não 0/0

source: Structure
de: Struktur
es: Estructura
it: Struttura
pt: Estrutura

source: Source Offset
es: Desplazamiento de origen
fr: Décalage source
it: Offset Sorgente
pt: Deslocamento de Origem

source: Source Width
es: Ancho de origen
fr: Largeur source
it: Larghezza Sorgente
pt: Largura de Origem

source: Source Encoding
es: Codificación de Origen
fr: Encodage Source
it: Codificazione Sorgente
pt: Codificação de Origem

source: Format/Formula
de: Format/Formel
es: Formato/Fórmula
fr: Format/Formule
it: Formato/Formula
pt: Formato/Fórmula

source: This field has the same name as another field in this list and has an invalid name
de: Dieses Feld hat denselben Namen wie ein anderes Feld in dieser Liste und hat einen ungültigen Namen
es: Este campo tiene el mismo nombre que otro campo en esta lista y tiene un nombre no válido
fr: Ce champ porte le même nom qu'un autre champ de cette liste et a un nom invalide
it: Questo campo ha lo stesso nome di un altro campo in questa lista ed ha un nome non valido
pt: Este campo tem o mesmo nome que outro campo nesta lista e tem um nome inválido

source: This field has the same name as another field in this list
de: Dieses Feld hat denselben Namen wie ein anderes Feld in dieser Liste.
es: Este campo tiene el mismo nombre que otro campo en esta lista
fr: Ce champ porte le même nom qu'un autre champ de cette liste
it: Questo campo ha lo stesso nome di un altro campo in questa lista
pt: Este campo tem o mesmo nome que outro campo nesta lista

source: This field has an invalid name
de: Dieses Feld hat einen ungültigen Namen
es: Este campo tiene un nombre no válido
fr: Ce champ a un nom invalide
it: Questo campo ha un nome non valido
pt: Este campo tem um nome inválido

source: This formula has a return type that does not match the field type
de: Diese Formel ergibt einen Wert, dessen Typ dem Feldtyp nicht passt.=
es: Esta fórmula tiene un tipo de retorno que no coincide con el tipo de campo
fr: Cette formule a un type de retour qui ne correspond pas au type de champ
it: Questa formula ha un tipo di ritorno che non corrisponde al tipo di campo
pt: Esta fórmula tem um tipo de retorno que não corresponde ao tipo de campo

source: This formula has invalid syntax
de: Diese Fomel hat eine ungültige Syntax
es: Esta fórmula tiene una sintaxis no válida
fr: Cette formule a une syntaxe invalide
it: Questa formula ha una sintassi non valida
pt: Esta fórmula tem uma sintaxe inválida

source: Checking for updates...
de: Nach Updates suchen...
es: Buscando actualizaciones...
fr: Vérification des mises à jour...
it: Controllo aggiornamenti...
pt: Verificando atualizações...

source: Downloading Update
de: Aktuelle Version wird heruntergeladen
es: Descargando Actualización
it: Download dell'aggiornamento
pt: Baixando Atualização

source: $C KB downloaded
de: $C KB heruntergeladen
es: $C KB descargados
fr: $C KB téléchargés
it: $C KB scaricati
pt: $C KB baixados

source: $C of $M KB downloaded ($p1%)
de: $C von $M KB heruntergeladen ($p1%)
es: $C de $M KB descargados ($p1%)
fr: $C sur $M KB téléchargés ($p1%)
it: $C di $M KB scaricati ($p1%)
pt: $C de $M KB baixados ($p1%)

source: There are currently jobs running. Please update %s after all running jobs are completed.
de: Es sind Jobs, die derzeit laufen. Bitte aktualisieren Sie %s nach dem alle laufenden Jobs beendet sind.
es: Actualmente hay trabajos en ejecución. Por favor, actualiza %s después de que se completen todos los trabajos en ejecución.
fr: Il y a actuellement des tâches en cours. Veuillez mettre à jour %s une fois toutes les tâches terminées.
it: Ci sono attualmente lavori in corso. Aggiorna %s dopo che tutti i lavori in esecuzione sono stati completati.
pt: Atualmente há trabalhos em execução. Atualize %s depois que todos os trabalhos em execução forem concluídos.

source: The update has finished downloading. Would you like to install the update now?
de: Das Update sind vollständig heruntergeladen. Möchten Sie es jetzt installieren?
es: La actualización ha terminado de descargarse. ¿Te gustaría instalar la actualización ahora?
fr: La mise à jour a fini de se télécharger. Voulez-vous l'installer maintenant ?
it: L'aggiornamento è stato scaricato. Vuoi installarlo ora?
pt: A atualização terminou de baixar. Gostaria de instalar a atualização agora?

source: This version of %s (%s) is the current version.
de: Diese Version von %s (%s) ist die aktuelle Version.
es: Esta versión de %s (%s) es la versión actual.
fr: Cette version de %s (%s) est la version actuelle.
it: Questa versione di %s (%s) è la versione corrente.
pt: Esta versão do %s (%s) é a versão atual.

source: A new version of %s is available. Would you like to download it?
de: Eine neue Version von %s ist verfügbar. Möchten Sie sie herunterladen?
es: Una nueva versión de %s está disponible. ¿Te gustaría descargarla?
fr: Une nouvelle version de %s est disponible. Voulez-vous la télécharger ?
it: Una nuova versione di %s è disponibile. Vuoi scaricarla?
pt: Uma nova versão do %s está disponível. Gostaria de baixá-la?
