Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: The specified group query must return a boolean (true/false) result.
de: Die angegebene Gruppierungsanfrage muss einen logischen (wahr/falsch) Wert ergeben.
es: La consulta de grupo especificada debe retornar un resultado booleano (verdadero/falso).
fr: La requête de groupe spécifiée doit renvoyer un résultat booléen (vrai/faux).
it: La query di gruppo specificata deve restituire un risultato booleano (vero/falso).
pt: A consulta do grupo especificada deve retornar um resultado booleano (verdadeiro/falso).

source: One or more of the output fields is empty. Please specify a valid field name to continue.
de: Ein oder mehrere Ausgangsfelder sind leer. Bitte geben Sie einen gültigen Feldnamen an, um fortzufahren.
es: Uno o más de los campos de salida están vacíos. Por favor, especifica un nombre de campo válido para continuar.
fr: Un ou plusieurs des champs de sortie sont vides. Veuillez spécifier un nom de champ valide pour continuer.
it: Uno o più dei campi di output sono vuoti. Specificare un nome di campo valido per continuare.
pt: Um ou mais dos campos de saída estão vazios. Por favor, especifique um nome de campo válido para continuar.

source: One or more of the input fields is empty. Please specify an existing field to continue.
de: Ein oder mehrer Eingangsfelder sind leer. Bitte geben Sie ein existierendes Feld an, um fortzufahren.
es: Uno o más de los campos de entrada están vacíos. Por favor, especifica un campo existente para continuar.
fr: Un ou plusieurs des champs d'entrée sont vides. Veuillez spécifier un champ existant pour continuer.
it: Uno o più dei campi di input sono vuoti. Si prega di specificare un campo esistente per continuare.
pt: Um ou mais dos campos de entrada estão vazios. Por favor, especifique um campo existente para continuar.

source: The specified input field '%s' does not exist.
de: Das angegebe Eingangsfeld '%s' existiert nicht.
es: El campo de entrada especificado '%s' no existe.
fr: Le champ d'entrée spécifié '%s' n'existe pas.
it: Il campo di input specificato '%s' non esiste.
pt: O campo de entrada especificado '%s' não existe.

source: Parameters for the count function must evaluate to either true or false.
de: Der Parameter für die Count-Funktion muss einen logischen Wert ergeben.
es: Los parámetros para la función de recuento deben evaluarse como verdadero o falso.
fr: Les paramètres pour la fonction de comptage doivent évaluer soit à vrai ou à faux.
it: I parametri per la funzione di conteggio devono essere valutati come vero o falso.
pt: Os parâmetros para a função de contagem devem ser avaliados como verdadeiro ou falso.

source: One or more group field definitions has an invalid function type.
de: Ein oder mehrere Gruppenfelderdefinitionen hat einen ungültigen Funktionstyp.
es: Una o más definiciones de campo de grupo tienen un tipo de función inválido.
fr: Une ou plusieurs définitions de champ de groupe ont un type de fonction invalide.
it: Una o più definizioni di campo di gruppo hanno un tipo di funzione non valido.
pt: Uma ou mais definições de campo do grupo têm um tipo de função inválido.

source: Two or more fields have the same output name, or may be conflicting with one of the fields in the detail output. Please make sure that the name of each output field is unique.
de: Zwei oder mehrere Felder haben denselben Ausgangsnamen, oder stehen in Widerspruch zu einem der Felder in der Detailausgabe. Bitte überprüfen Sie, dass der Name von jedem Ausgangsfeld einmalig ist.
es: Dos o más campos tienen el mismo nombre de salida, o pueden estar en conflicto con uno de los campos en la salida detallada. Por favor, asegúrate de que el nombre de cada campo de salida sea único.
fr: Deux champs ou plus ont le même nom de sortie, ou peuvent être en conflit avec l'un des champs de la sortie de détail. Assurez-vous que le nom de chaque champ de sortie est unique.
it: Due o più campi hanno lo stesso nome di output, o possono essere in conflitto con uno dei campi nell'output dettagliato. Assicurarsi che il nome di ciascun campo di output sia unico.
pt: Dois ou mais campos têm o mesmo nome de saída, ou podem estar entrando em conflito com um dos campos na saída detalhada. Por favor, certifique-se de que o nome de cada campo de saída é único.

source: Two or more fields have the same output name. Please make sure that the name of each output field is unique.
de: Zwei oder mehrere Felder haben denselben Ausgangsnamen. Bitte überprüfen Sie, dass der Name von jedem Ausgangsfeld einmalig ist.
es: Dos o más campos tienen el mismo nombre de salida. Por favor, asegúrate de que el nombre de cada campo de salida sea único.
fr: Deux champs ou plus ont le même nom de sortie. Assurez-vous que le nom de chaque champ de sortie est unique.
it: Due o più campi hanno lo stesso nome di output. Si prega di assicurarsi che il nome di ogni campo di output sia unico.
pt: Dois ou mais campos têm o mesmo nome de saída. Por favor, certifique-se de que o nome de cada campo de saída é único.

source: Grouping '%s'
de: Gruppieren '%s'
es: Agrupando '%s'
fr: Regroupant '%s'
it: Raggruppamento '%s'
pt: Agrupando '%s'

source: Index names cannot contain the following characters:
de: Indexnamen dürfen die folgenden Zeichen nicht enthalten:
es: Los nombres de índice no pueden contener los siguientes caracteres:
fr: Les noms d'index ne peuvent pas contenir les caractères suivants :
it: I nomi degli indici non possono contenere i seguenti caratteri:
pt: Os nomes dos índices não podem conter os seguintes caracteres:

source: Index names cannot begin with the following characters:
de: Indexnamen dürfen mit den folgenden Zeichen nicht beginnen:
es: Los nombres de índice no pueden comenzar con los siguientes caracteres:
fr: Les noms d'index ne peuvent pas commencer par les caractères suivants :
it: I nomi degli indici non possono iniziare con i seguenti caratteri:
pt: Os nomes dos índices não podem começar com os seguintes caracteres:

source: Indexes
de: Indizes
es: Índices
fr: Index
it: Indici
pt: Índices

source: This index has the same name as another index in this list
de: Dieser Index hat denselben Namen wie ein anderer Index von dieser Liste.
es: Este índice tiene el mismo nombre que otro índice en esta lista
fr: Cet index porte le même nom qu'un autre index de cette liste
it: Questo indice ha lo stesso nome di un altro indice in questo elenco
pt: Este índice tem o mesmo nome que outro índice nesta lista

source: Index names cannot contain spaces
de: Indexnamen dürfen keine Leerstellen enthalten
es: Los nombres de índice no pueden contener espacios
fr: Les noms d'index ne peuvent pas contenir d'espaces
it: I nomi degli indici non possono contenere spazi
pt: Os nomes dos índices não podem conter espaços

source: Available Fields
de: Vorhandene Felder
es: Campos disponibles
fr: Champs disponibles
it: Campi disponibili
pt: Campos Disponíveis

source: Index Fields
de: Indexfelder
es: Campos de índice
fr: Champs d'index
it: Campi indice
pt: Campos de Índice

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
pt: Adicionar

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Deletar

source: To create an index on this table, click the 'Add' button below
de: Um einen Index zu erstellen, klicken Sie auf die Schaltfläche 'Hinzufügen'
es: Para crear un índice en esta tabla, haz clic en el botón 'Agregar' de abajo
fr: Pour créer un index sur cette table, cliquez sur le bouton 'Ajouter' ci-dessous
it: Per creare un indice su questa tabella, clicca sul pulsante 'Aggiungi' qui sotto
pt: Para criar um índice nesta tabela, clique no botão 'Adicionar' abaixo

source: Select fields from the 'Available Fields' list and drag them here
de: Wählen Sie Felder von der linken Liste und ziehen Sie sie hierher
es: Selecciona campos de la lista 'Campos disponibles' y arrástralos aquí
fr: Sélectionnez des champs dans la liste 'Champs disponibles' et faites-les glisser ici
it: Seleziona i campi dall'elenco dei 'Campi disponibili' e trascinali qui
pt: Selecione campos da lista 'Campos Disponíveis' e arraste-os para cá

source: One or more of the index names is invalid. Please make sure all index names are valid to continue.
de: Ein oder mehrere Indexnamen sind ungültig. Bitte überprüfen Sie alle Indexnamen, ob sie gültig sind, um fortzufahren.
es: Uno o más nombres de índice no son válidos. Por favor, asegúrate de que todos los nombres de índice son válidos para continuar.
fr: Un ou plusieurs des noms d'index sont invalides. Assurez-vous que tous les noms d'index sont valides pour continuer.
it: Uno o più nomi di indice non sono validi. Assicurarsi che tutti i nomi degli indici siano validi per continuare.
pt: Um ou mais dos nomes dos índices são inválidos. Por favor, certifique-se de que todos os nomes dos índices são válidos para continuar.

source: No fields exist in the selected index. Please add at least one field to the index to continue.
de: Kein Feld existiert in dem angegebenen Index. Bitte fügen Sie mindestens ein Feld zum Index dazu, um fortzufahren.
es: No existen campos en el índice seleccionado. Por favor, añade al menos un campo al índice para continuar.
fr: Aucun champ n'existe dans l'index sélectionné. Veuillez ajouter au moins un champ à l'index pour continuer.
it: Non esistono campi nell'indice selezionato. Si prega di aggiungere almeno un campo all'indice per continuare.
pt: Não existem campos no índice selecionado. Por favor, adicione pelo menos um campo ao índice para continuar.

source: index
es: índice
it: indice
pt: índice

source: Paused
de: Pause
es: Pausado
fr: En pause
it: In pausa
pt: Pausado

source: Queued
de: In Warteschlange
es: En cola
fr: En file d'attente
it: In coda
pt: Na fila

source: %02d:%02d:%02d elapsed
de: %02d:%02d:%02d benötigt
es: %02d:%02d:%02d transcurridos
fr: %02d:%02d:%02d écoulé
it: %02d:%02d:%02d trascorso
pt: %02d:%02d:%02d transcorrido

source: Running (%s)
de: Ausführen (%s)
es: En ejecución (%s)
fr: En cours (%s)
it: In esecuzione (%s)
pt: Rodando (%s)

source: Finished on %s at %s (%s)
de: Beendet am %s at %s (%s)
es: Finalizado el %s a las %s (%s)
fr: Terminé le %s à %s (%s)
it: Terminato il %s alle %s (%s)
pt: Terminou em %s às %s (%s)

source: Cancelling (%s)
de: Abbrechen (%s)
es: Cancelando (%s)
fr: Annulation en cours (%s)
it: Annullamento (%s)
pt: Cancelando (%s)

source: Cancelled on %s at %s (%s)
de: Abgebrochen am %s um %s (%s)
es: Cancelado el %s a las %s (%s)
fr: Annulé le %s à %s (%s)
it: Cancellato il %s alle %s (%s)
pt: Cancelado em %s às %s (%s)

source: Failed on %s at %s (%s)
de: Fehlgeschlagen am %s um %s (%s)
es: Falló en %s en %s (%s)
fr: Échec sur %s à %s (%s)
it: Fallito su %s a %s (%s)
pt: Falha em %s às %s (%s)

source: Jobs
es: Trabajos
fr: Emplois
it: Lavori
pt: Trabalhos

source: Clean Up
de: Aufräumen
es: Limpiar
fr: Nettoyage
it: Pulire
pt: Limpar

source: This job is inactive and will not run until activated.
de: Dieser Job ist z.Zt. nicht aktiv und wird nicht ausgeführt, bevor er wieder aktiviert wird.
es: Este trabajo está inactivo y no se ejecutará hasta que se active.
fr: Ce travail est inactif et ne s'exécutera pas tant qu'il n'est pas activé.
it: Questo lavoro è inattivo e non verrà eseguito fino all'attivazione.
pt: Este trabalho está inativo e não será executado até ser ativado.

source: Monday,
de: Montag,
es: Lunes,
fr: Lundi,
it: Lunedì,
pt: Segunda-feira,

source: Tuesday,
de: Dienstag,
es: Martes,
fr: Mardi,
it: Martedì,
pt: Terça-feira,

source: Wednesday,
de: Mittwoch,
es: Miércoles,
fr: Mercredi,
it: Mercoledì,
pt: Quarta-feira,

source: Thursday,
de: Donnerstag,
es: Jueves,
fr: Jeudi,
it: Giovedì,
pt: Quinta-feira,

source: Friday,
de: Freitag,
es: Viernes,
fr: Vendredi,
it: Venerdì,
pt: Sexta-feira,

source: Saturday,
de: Samstag,
es: Sábado,
fr: Samedi,
it: Sabato,
pt: Sábado,

source: Sunday,
de: Sonntag,
es: Domingo,
fr: Dimanche,
it: Domenica,
pt: Domingo,

source: and
de: und
es: y
fr: et
it: e
pt: e

source: At %s on %s
de: Um %s am %s
es: En %s en %s
fr: À %s le %s
it: Alle %s su %s
pt: Às %s em %s

source: Every day at %s, beginning on %s
de: Jeden Tag um %s, beginnend am %s
es: Todos los días a las %s, comenzando el %s
fr: Tous les jours à %s, à partir du %s
it: Ogni giorno a %s, a partire da %s
pt: Todos os dias às %s, começando em %s

source: Every %s at %s, beginning on %s
de: Jeden %s um %s, erst am %s
es: Cada %s a las %s, comenzando el %s
fr: Chaque %s à %s, à partir du %s
it: Ogni %s a %s, a partire da %s
pt: A cada %s às %s, começando em %s

source: On day %s of every month at %s, beginning on %s
de: Am %s. Tag des Monats um %s, beginnend am %s
es: El día %s de cada mes a las %s, comenzando el %s
fr: Le jour %s de chaque mois à %s, à partir du %s
it: Il giorno %s di ogni mese a %s, a partire da %s
pt: No dia %s de cada mês às %s, começando em %s

source: and ending at %s on %s
de: und zum letzten Mal um %s, %s
es: y terminando a las %s el %s
fr: et finissant à %s le %s
it: e termina a %s su %s
pt: e terminando às %s em %s

source: Job Scheduler
de: Geplante Jobs
es: Planificador de Trabajos
fr: Planificateur de tâches
it: Programmatore di lavori
pt: Agendador de Tarefas

source: Job Name
es: Nombre del Trabajo
fr: Nom de la tâche
it: Nome del lavoro
pt: Nome do Trabalho

source: Schedule
de: Zeitplanung
es: Horario
fr: Programme
it: Programma
pt: Agenda

source: Processes
de: Prozesse
es: Procesos
fr: Processus
it: Processi
pt: Processos

source: Repeat every
de: Läuft alle
es: Repetir cada
fr: Répétez tous les
it: Ripeti ogni
pt: Repetir a cada

source: minute(s)
de: Minute(n)
es: minuto(s)
it: minuto(i)
pt: minuto(s)

source: Schedule this job daily
de: Täglich
es: Programar este trabajo diariamente
fr: Programmer ce travail quotidiennement
it: Programma questo lavoro quotidianamente
pt: Agende este trabalho diariamente

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pt: Segunda-feira

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pt: Terça-feira

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pt: Quarta-feira

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pt: Quinta-feira

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pt: Sexta-feira

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pt: Sábado

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt: Domingo

source: Schedule this job weekly
de: Wöchentlich
es: Programa este trabajo semanalmente
fr: Programmer ce travail hebdomadairement
it: Programma questo lavoro settimanalmente
pt: Agende este trabalho semanalmente

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pt: Dia

source: of the month
de: des Monats
es: del mes
fr: du mois
it: del mese
pt: do mês

source: Schedule this job monthly
de: Monatlich
es: Programar este trabajo mensualmente
fr: Programmer ce travail mensuellement
it: Programma questo lavoro mensilmente
pt: Agende este trabalho mensalmente

source: Schedule Job:
de: Job planen:
es: Programar Trabajo:
fr: Programmer le travail :
it: Programma lavoro:
pt: Agendar Trabalho:

source: Once
de: Einmal
es: Una vez
fr: Une fois
it: Una volta
pt: Uma vez

source: Daily
de: Täglich
es: Diario
fr: Tous les jours
it: Giornalmente
pt: Diariamente

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanalmente
pt: Semanalmente

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensilmente
pt: Mensalmente

source: End:
de: Ende:
es: Finalizar:
fr: Fin :
it: Fine:
pt: Fim:

source: Begin:
de: Beginn:
es: Comenzar:
fr: Début :
it: Inizio:
pt: Início:

source: To add a scheduled job, double-click here
de: Um einen geplanten Job hinzuzufügen, klicken Sie zweimal hier
es: Para agregar un trabajo programado, haz doble clic aquí
fr: Pour ajouter un travail programmé, double-cliquez ici
it: Per aggiungere un lavoro programmato, fare doppio clic qui
pt: Para adicionar um trabalho programado, dê um duplo clique aqui

source: Select scripts or queries from the Project Panel and drag them here to add processes to this job
de: Selektieren Sie Skriptprogramme oder Abfragen von dem Projektpanel und ziehen Sie sie hierher, um diesem Job Schritte hinzuzufügen.
es: Seleccione scripts o consultas del Panel de Proyecto y arrástrelas aquí para agregar procesos a este trabajo
fr: Sélectionnez des scripts ou des requêtes depuis le Panneau du projet et glissez-les ici pour ajouter des processus à ce travail
it: Seleziona script o query dal pannello Progetto e trascinali qui per aggiungere processi a questo lavoro
pt: Selecione scripts ou consultas do Painel de Projetos e arraste-os para cá para adicionar processos a este trabalho

source: Job #%d
es: Trabajo #%d
fr: Travail #%d
it: Lavoro #%d
pt: Trabalho #%d

source: One or more of the items dragged from the project panel is an external object and cannot be added to the command list.
de: Einen oder mehrere Artikel, die von dem Projektpanel verschoben worden sind, ist ein externes Objekt und kann nicht zu der Commandliste dazugefügt werden.
es: Uno o más de los elementos arrastrados desde el panel del proyecto es un objeto externo y no se puede agregar a la lista de comandos.
fr: Un ou plusieurs des éléments déplacés du panneau de projet est un objet externe et ne peut pas être ajouté à la liste de commandes.
it: Uno o più degli oggetti trascinati dal pannello del progetto è un oggetto esterno e non può essere aggiunto all'elenco dei comandi.
pt: Um ou mais dos itens arrastados do painel do projeto é um objeto externo e não pode ser adicionado à lista de comandos.

source: One or more of the items dragged from the project panel is not a batchable command. Only scripts, queries and job templates can been added to a scheduled job.
de: Ein oder mehrere Artikel, die von dem Projektpanel verschoben wurden, sind nicht ausführbar. Nur Script-Programme, Abfragen und Jobvorlagen können einem geplanten Job hinzugefügt werden.
es: Uno o más de los elementos arrastrados del panel de proyectos no es un comando por lotes. Solo los scripts, consultas y plantillas de trabajo pueden añadirse a un trabajo programado.
fr: Un ou plusieurs des éléments déplacés du panneau de projet n'est pas une commande pouvant être traitée par lots. Seuls les scripts, les requêtes et les modèles de travail peuvent être ajoutés à un travail programmé.
it: Uno o più degli oggetti trascinati dal pannello del progetto non è un comando utilizzabile in batch. Solo script, query e modelli di lavoro possono essere aggiunti a un lavoro programmato.
pt: Um ou mais dos itens arrastados do painel do projeto não é um comando em lote. Apenas scripts, consultas e modelos de trabalho podem ser adicionados a um trabalho agendado.

source: Formula
de: Formel
es: Fórmula
fr: Formule
pt: Fórmula

source: To add a mark, double-click here
de: Um eine Markierung hinzuzufügen, klicken Sie zweimal hier
es: Para agregar una marca, haz doble clic aquí
fr: Pour ajouter une marque, double-cliquez ici
it: Per aggiungere un segno, fai doppio clic qui
pt: Para adicionar uma marca, dê um duplo clique aqui

source: Mark #
de: Markierung #
es: Marca #
fr: Marquer #
it: Markiere #
pt: Marca #

source: Mark - [%s] - %s
de: Markieren - [%s]- %s
es: Marca - [%s] - %s
fr: Marquer - [%s] - %s
it: Markieren - [%s] - %s
pt: Marca - [%s] - %s

source: Delete &Marks
de: Markierungen löschen
es: Eliminar &Marcas
fr: Supprimer &Marques
it: Lösche &Markierungen
pt: Excluir &Marcas

source: &Add Mark...
de: Markierung hinzufügen...
es: &Añadir Marca...
fr: &Ajouter Marque...
it: &Markierung hinzufügen...
pt: &Adicionar Marca...

source: &Edit Mark...
de: Markierung bearbeiten...
es: &Editar Marca...
fr: &Modifier Marque...
it: &Markierung bearbeiten...
pt: &Editar Marca...

source: Delete &Mark
de: Markierung löschen
es: Eliminar &Marca
fr: Supprimer &Marque
it: &Markierung löschen
pt: Excluir &Marca

source: &Filter Records
de: Datensätze filtern
es: &Filtrar Registros
fr: &Filtrer les Enregistrements
it: &Filtere Datensätze
pt: &Filtrar Registros

source: C&opy Records
de: Datensätze &kopieren
es: &Copiar Registros
fr: C&opier les Enregistrements
it: K&opiere Datensätze
pt: &Copiar Registros

source: &Delete Records
de: &Datensätze löschen
es: &Borrar Registros
fr: &Supprimer les Enregistrements
it: &Lösche Datensätze
pt: &Excluir Registros

source: &Update Records
de: Datensätze &aktualisieren
es: &Actualizar Registros
fr: &Mettre à jour les Enregistrements
it: &Aktualisiere Datensätze
pt: &Atualizar Registros

source: Performing this operation will permanently delete data. Are you sure you want to delete the records that meet the selected condition?
de: Die Ausführung dieser Operation wird Daten permanent löschen. Sind Sie sicher, dass Sie die Datensätze löschen wollen, die diese Kondition erfüllen?
es: Realizar esta operación borrará permanentemente los datos. ¿Estás seguro que quieres eliminar los registros que cumplen con la condición seleccionada?
fr: L'exécution de cette opération supprimera définitivement des données. Êtes-vous sûr que vous voulez supprimer les enregistrements qui respectent la condition sélectionnée?
it: Durch diese Operation werden Daten dauerhaft gelöscht. Sind Sie sicher , dass Sie die Datensätze, die die ausgewählte Bedingung erfüllen, löschen möchten?
pt: Realizar esta operação irá apagar permanentemente os dados. Tem certeza que deseja excluir os registros que atendem à condição selecionada?

source: Merge
de: Zusammenfügen
es: Combinar
fr: Fusionner
it: Zusammenführen
pt: Mesclar

source: Tables
de: Tabellen
es: Tablas
it: Tabellen
pt: Tabelas

source: Output Table:
de: Ausgangsdatei:
es: Tabla de Salida:
fr: Table de Sortie:
it: Ausgabetabelle:
pt: Tabela de Saída:

source: Select Output Table
de: Ausgangstabelle wählen
es: Seleccionar Tabla de Salida
fr: Sélectionner Table de Sortie
it: Ausgabetabelle auswählen
pt: Selecione a Tabela de Saída

source: Select tables from the Project Panel and drag them here to append them to this table
de: Wählen Sie Tabellen aus dem Projektpanel aus und ziehen Sie diese hierher, um sie zu dieser Tabelle hinzuzufügen.
es: Selecciona tablas del Panel del Proyecto y arrástralas aquí para añadirlas a esta tabla
fr: Sélectionnez les tables du Panneau de Projet et faites-les glisser ici pour les ajouter à cette table
it: Wählen Sie Tabellen aus dem Projekt Panel und ziehen Sie sie hierher, um sie zu dieser Tabelle hinzuzufügen
pt: Selecione tabelas do Painel do Projeto e arraste elas aqui para anexar a esta tabela

source: Select tables from the Project Panel and drag them here to add them to the output table
de: Wählen Sie Tabellen von dem Projektpanel und ziehen Sie sie hierher, um sie zu der Ausgangstabelle hinzuzufügen.
es: Selecciona tablas del Panel del Proyecto y arrástralas aquí para agregarlas a la tabla de salida
fr: Sélectionnez les tables du Panneau de Projet et faites-les glisser ici pour les ajouter à la table de sortie
it: Wählen Sie Tabellen aus dem Projekt Panel und ziehen Sie sie hierher, um sie zur Ausgabetabelle hinzuzufügen
pt: Selecione tabelas do Painel do Projeto e arraste-as aqui para adicioná-las à tabela de saída

source: You have selected either a folder or more than one table. Please select only one table.
de: Sie haben entweder einen Ordner oder mehr als eine Tabelle ausgewählt. Bitte wählen Sie nur eine Tabelle.
es: Has seleccionado una carpeta o más de una tabla. Por favor, selecciona solo una tabla.
fr: Vous avez sélectionné soit un dossier soit plus d'une table. Veuillez sélectionner une seule table.
it: Sie haben entweder einen Ordner oder mehr als eine Tabelle ausgewählt. Bitte wählen Sie nur eine Tabelle.
pt: Você selecionou uma pasta ou mais de uma tabela. Por favor, selecione apenas uma tabela.
