Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: This table has the same name as another table in this list
de: Diese Tabelle hat den gleichen Namen wie eine andere Tabelle aus der Liste.
es: Esta tabla tiene el mismo nombre que otra tabla en esta lista
fr: Cette table porte le même nom qu'une autre table dans cette liste
it: Meja ini mempunyai nama yang sama dengan meja lain dalam senarai ini
pt: Esta tabela tem o mesmo nome que outra tabela nesta lista

source: This table has an invalid name
de: Diese Tabelle hat einen ungültigen Namen
es: Esta tabla tiene un nombre no válido
fr: Cette table a un nom invalide
it: Meja ini mempunyai nama yang tidak sah
pt: Esta tabela tem um nome inválido

source: Drag items here from the Project Panel to add them to the export list
de: Ziehen Sie diese Artikel von dem Projektpanel und fügen Sie sie in die Exportliste ein.
es: Arrastre los elementos aquí desde el Panel de Proyecto para agrégalos a la lista de exportación
fr: Glissez des items ici à partir du panneau de projet pour les ajouter à la liste d'exportation
it: Seret item di sini dari Panel Projek tambahkan ke senarai eksport
pt: Arraste itens aqui do Painel de Projetos para adicioná-los à lista de exportação

source: Modify the settings below to determine how the text-delimited files should be written.
de: Ändern Sie die folgenden Einstellungen, um festzulegen, wie die delimitierten Textdateien gelesen werden sollen.
es: Modifique las siguientes configuraciones para determinar cómo se deben escribir los archivos de texto delimitado.
fr: Modifiez les paramètres ci-dessous pour déterminer comment les fichiers délimités par des textes doivent être écrits.
it: Ubahsuai tetapan di bawah untuk menentukan bagaimana fail batas teks harus ditulis.
pt: Modifique as configurações abaixo para determinar como os arquivos delimitados por texto devem ser escritos.

source: Exporting Data
de: Exportiere Daten
es: Exportando datos
fr: Exportation de données
it: Mengeksport Data
pt: Exportando Dados

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Eksport
pt: Exportar

source: ODBC Data Source Selection
de: ODBC Datenquelleauswahl
es: Selección de fuente de datos ODBC
fr: Sélection de la source de données ODBC
it: Pilihan Sumber Data ODBC
pt: Seleção de Fonte de Dados ODBC

source: Table Selection
de: Tabelle auswählen
es: Selección de tabla
fr: Sélection de la table
it: Pilihan Jadual
pt: Seleção de Tabela

source: Text-Delimited Settings
de: Delimitierte-Texteinstellungen
es: Configuraciones de texto delimitado
fr: Paramètres délimités par texte
it: Tetapan Batas Teks
pt: Configurações de Texto Delimitado

source: Please enter the location of the database or directory to which you would like to export.
de: Bitte geben Sie den Ort der Datenbank oder den Ort des Ordners an, zu dem Sie exportieren möchten.
es: Por favor ingrese la ubicación de la base de datos o directorio al que le gustaría exportar.
fr: Veuillez entrer l'emplacement de la base de données ou du répertoire vers lequel vous souhaitez exporter.
it: Silakan masukkan lokasi basis data atau direktori ke mana Anda ingin mengekspor.
pt: Insira a localização do banco de dados ou diretório para o qual você gostaria de exportar.

source: Export as:
de: Exportieren unter:
es: Exportar como:
fr: Exporter comme:
it: Eksport sebagai:
pt: Exportar como:

source: Please enter the connection settings for the database to which you would like to export.
de: Bitte geben Sie Verbindungsparameter für die Datenbank ein, zu der Sie exportieren möchten.
es: Por favor, introduzca los ajustes de conexión para la base de datos a la que le gustaría exportar.
fr: Veuillez entrer les paramètres de connexion pour la base de données vers laquelle vous souhaitez exporter.
it: Silakan masukkan pengaturan koneksi untuk basis data ke mana Anda ingin mengekspor.
pt: Insira as configurações de conexão para o banco de dados para o qual você gostaria de exportar.

source: Please select the ODBC data source to which you would like to export.
de: Bitte wählen Sie die ODBC Datenquelle, zu der Sie exportieren möchten.
es: Por favor seleccione la fuente de datos ODBC a la que le gustaría exportar.
fr: Veuillez sélectionner la source de données ODBC vers laquelle vous aimeriez exporter.
it: Silakan pilih sumber data ODBC ke mana Anda ingin mengekspor.
pt: Selecione a fonte de dados ODBC para a qual você gostaria de exportar.

source: The specified location is a folder. Please specify a valid file location to continue.
de: Der angegebene Ort ist ein Ordner. Bitte geben Sie einen gültigen Dateiort ein, um fortzufahren.
es: La ubicación especificada es una carpeta. Especifique una ubicación de archivo válida para continuar.
fr: L'emplacement spécifié est un dossier. Veuillez indiquer un emplacement de fichier valide pour continuer.
it: Lokasi yang ditentukan adalah folder. Silakan tentukan lokasi fail yang sah untuk teruskan.
pt: O local especificado é uma pasta. Especifique um local de arquivo válido para continuar.

source: Overwrite File?
de: Datei überschreiben?
es: ¿Sobrescribir archivo?
fr: Écraser le fichier ?
it: Timpa Fail?
pt: Sobrescrever arquivo?

source: The file name specified already exists. Would you like to append to or overwrite this file? NOTE: Selecting 'Overwrite' will not actually overwrite the file until the 'Finish' button is pressed on the next page.
de: Die angegebene Datei existiert bereits. Möchten Sie die Exportdaten dieser Datei hinzufügen oder die Datei überschreiben? (Hinweis: Wenn Sie auf 'Überschreiben' drücken, wird die Datei noch nicht überschrieben: erst dann, wenn Sie die Schaltfläche 'Fertig' auf der nächsten Seite geklickt haben.)
es: El nombre de archivo especificado ya existe. ¿Desea agregar a o sobrescribir este archivo? NOTA: Al seleccionar 'Sobrescribir' no se sobrescribirá el archivo hasta que se presione el botón 'Finalizar' en la siguiente página.
fr: Le nom de fichier spécifié existe déjà. Souhaitez-vous ajouter ou écraser ce fichier? NOTE: En sélectionnant 'Ecraser', le fichier ne sera réellement écrasé que lorsque le bouton 'Terminer' sera appuyé sur la page suivante.
it: Il nome del file specificato esiste già. Desideri aggiungere o sovrascrivere questo file? NOTA: Selezionando 'Sovrascrivi' non si sovrascriverà effettivamente il file fino a quando non verrà premuto il pulsante 'Fine' nella pagina successiva.
pt: O nome do arquivo especificado já existe. Gostaria de anexar a ou sobrescrever este arquivo? NOTA: Selecionar 'Sobrescrever' não sobrescreverá o arquivo até que o botão 'Finalizar' seja pressionado na próxima página.

source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Ecraser
it: Sovrascrivi
pt: Sobrescrever

source: The specified file path is invalid. Please specify a valid file path to continue.
de: Der angegebene Pfad ist ungültig. Bitte geben Sie einen gültigen Pfad ein, um fortzufahren.
es: La ruta de archivo especificada no es válida. Por favor especifique una ruta de archivo válida para continuar.
fr: Le chemin du fichier spécifié est invalide. Veuillez spécifier un chemin de fichier valide pour continuer.
it: Il percorso del file specificato non è valido. Si prega di specificare un percorso file valido per continuare.
pt: O caminho do arquivo especificado é inválido. Por favor, especifique um caminho de arquivo válido para continuar.

source: Invalid File
de: Ungültige Datei
es: Archivo inválido
fr: Fichier invalide
it: File non valido
pt: Arquivo inválido

source: The specified folder path is invalid. Please specify a valid folder path to continue.
de: Der angegebene Ordnerpfad ist ungültig. Bitte geben Sie einen gülten Ordnerpfad ein, um fortzufahren.
es: La ruta de la carpeta especificada no es válida. Por favor, especifica una ruta de carpeta válida para continuar.
fr: Le chemin du dossier spécifié est invalide. Veuillez spécifier un chemin de dossier valide pour continuer.
it: Il percorso della cartella specificata non è valido. Si prega di specificare un valido percorso della cartella per continuare.
pt: O caminho da pasta especificado é inválido. Por favor, especifique um caminho de pasta válido para continuar.

source: Invalid Folder
de: Ungültiger Ordner
es: Carpeta inválida
fr: Dossier invalide
it: Cartella non valida
pt: Pasta inválida

source: Please enter the location of the Microsoft Access file to which you would like to export.
de: Bitte geben Sie den Ort der Microsoft Access Datei ein, in die Sie exportieren wollen.
es: Por favor, introduzca la ubicación del archivo de Microsoft Access al que desea exportar.
fr: Veuillez entrer l'emplacement du fichier Microsoft Access vers lequel vous souhaitez exporter.
it: Si prega di inserire la posizione del file Microsoft Access in cui si desidera esportare.
pt: Por favor, insira a localização do arquivo do Microsoft Access para o qual você gostaria de exportar.

source: File:
de: Datei:
es: Archivo:
fr: Fichier:
pt: Arquivo:

source: Please enter the location of the Microsoft Excel file to which you would like to export.
de: Bitte geben Sie den Ort der Microsoft Excel Datei ein, in die Sie exportieren wollen.
es: Por favor, introduzca la ubicación del archivo de Microsoft Excel al que desea exportar.
fr: Veuillez entrer l'emplacement du fichier Microsoft Excel vers lequel vous souhaitez exporter.
it: Si prega di inserire la posizione del file Microsoft Excel in cui si desidera esportare.
pt: Por favor, insira a localização do arquivo do Microsoft Excel para o qual você gostaria de exportar.

source: Please enter the location of the package file to which you would like to export.
de: Bitte geben Sie den Ort der Paketdatei ein, in die Sie exportieren wollen.
es: Por favor, introduzca la ubicación del archivo del paquete al que desea exportar.
fr: Veuillez entrer l'emplacement du fichier de paquet vers lequel vous souhaitez exporter.
it: Si prega di inserire la posizione del file del pacchetto in cui si desidera esportare.
pt: Por favor, insira a localização do arquivo de pacote para o qual você gostaria de exportar.

source: Please enter the location of the folder to which you would like to export.
de: Bitte geben Sie den Ort des Ordners ein, zu dem Sie exportieren wollen.
es: Por favor, introduzca la ubicación de la carpeta a la que desea exportar.
fr: Veuillez entrer l'emplacement du dossier vers lequel vous souhaitez exporter.
it: Si prega di inserire la posizione della cartella in cui si desidera esportare.
pt: Por favor, insira a localização da pasta para a qual você gostaria de exportar.

source: Please create or open a project to continue.
de: Bitte erstellen Sie oder öffnen Sie ein Projekt, um fortzufahren.
es: Por favor, crea o abre un proyecto para continuar.
fr: Veuillez créer ou ouvrir un projet pour continuer.
it: Si prega di creare o aprire un progetto per continuare.
pt: Por favor, crie ou abra um projeto para continuar.

source: You must select at least one table to export.
de: Sie müssen mindestens eine Tabelle zum Exportieren wählen.
es: Debe seleccionar al menos una tabla para exportar.
fr: Vous devez sélectionner au moins une table à exporter.
it: È necessario selezionare almeno una tabella per esportare.
pt: Você deve selecionar pelo menos uma tabela para exportar.

source: Export Wizard
de: Datenexport-Assistent
es: Asistente de exportación
fr: Assistant d'exportation
it: Assistente di esportazione
pt: Assistente de Exportação

source: The specified destination folder is invalid. Please specify a valid destination folder to continue.
de: Der angegebene Ausgangsordner ist ungültig. Bitte geben Sie einen gültigen Ausgangsordner an, um fortzufahren.
es: La carpeta de destino especificada no es válida. Por favor especifica una carpeta de destino válida para continuar.
fr: Le dossier de destination spécifié est invalide. Veuillez spécifier un dossier de destination valide pour continuer.
it: La cartella di destinazione specificata non è valida. Si prega di specificare una cartella di destinazione valida per continuare.
pt: A pasta de destino especificada é inválida. Por favor, especifique uma pasta de destino válida para continuar.

source: The specified destination folder does not exist. Would you like to create it?
de: Der angegeben Ausgangsordner existiert nicht. Möchten Sie ihn erstellen?
es: La carpeta de destino especificada no existe. ¿Quieres crearla?
fr: Le dossier de destination spécifié n'existe pas. Souhaitez-vous le créer ?
it: La cartella di destinazione specificata non esiste. Ti piacerebbe crearla?
pt: A pasta de destino especificada não existe. Gostaria de criá-la?

source: The specified destination folder could not be created. Please make sure the specified destination folder is valid.
de: Der angegebe Bestimmungsordner konnte nicht erstellt werden. Bitte überprüfen Sie, ob der angegebene Bestimmungsordner gültig ist.
es: No se pudo crear la carpeta de destino especificada. Por favor, asegúrese de que sea válida.
fr: Le dossier de destination spécifié n'a pas pu être créé. Veuillez vous assurer que le dossier de destination spécifié est valide.
it: La cartella di destinazione specificata non può essere creata. Assicurati che la cartella di destinazione specificata sia valida.
pt: A pasta de destino especificada não pôde ser criada. Por favor, certifique-se de que a pasta de destino especificada seja válida.

source: One or more files specified for export is invalid. Please rename these files to continue.
de: Ein oder mehrere angegebene Dateienamen für den Export sind ungültig. Bitte benennen Sie diese Dateien um, um fortzufahren.
es: Uno o más archivos especificados para la exportación son inválidos. Por favor, renombra estos archivos para continuar.
fr: Un ou plusieurs des fichiers spécifiés pour l'exportation sont invalides. Veuillez renommer ces fichiers pour continuer.
it: Uno o più file specificati per l'esportazione non sono validi. Si prega di rinominare questi file per continuare.
pt: Um ou mais arquivos especificados para exportar são inválidos. Por favor, renomeie esses arquivos para continuar.

source: One or more of the tables no longer exists. Please remove these tables from the export to continue.
de: Eine oder mehrere der Tabellen existieren nicht mehr. Bitte entfernen Sie diese Tabellen von dem Export, um fortzufahren.
es: Una o más de las tablas ya no existen. Por favor, elimina estas tablas de la exportación para continuar.
fr: Une ou plusieurs des tables n'existent plus. Veuillez enlever ces tables de l'exportation pour continuer.
it: Una o più delle tabelle non esiste più. Si prega di rimuovere queste tabelle dall'esportazione per continuare.
pt: Uma ou mais das tabelas não existe mais. Por favor, remova estas tabelas da exportação para continuar.

source: One or more of the tables contains fieldnames which are invalid in the export destination. Would you like to have %s fix these fieldnames when performing the export? NOTE: Only the exported tables will have their fieldnames changed.
de: Eine oder mehrere Tabellen beinhalten Feldnamen, die in der Exportstabelle ungültig sind. Möchten Sie, dass %s die Feldnamen beim Exportieren korrigiert? (Hinweis: Nur bei exportieren Tabellen werden Feldnamen verändert.)
es: Una o más de las tablas contienen nombres de campo que son inválidos en el destino de la exportación. ¿Te gustaría que %s corrigiera estos nombres de campo al realizar la exportación? NOTA: Solo las tablas exportadas tendrán cambiados sus nombres de campo.
fr: Une ou plusieurs des tables contiennent des noms de champs qui sont invalides dans la destination d'exportation. Souhaitez-vous que %s corrige ces noms de champs lors de l'exécution de l'exportation? NOTE: Seuls les noms de champs des tables exportées seront modifiés.
it: Una o più delle tabelle contiene nomi di campo non validi nella destinazione di esportazione. Ti piacerebbe avere %s per correggere questi nomi di campo durante l'esportazione? NOTA: Solo le tabelle esportate avranno i loro nomi di campo modificati.
pt: Uma ou mais das tabelas contém nomes de campos que são inválidos no destino de exportação. Gostaria que %s corrigisse esses nomes de campo durante a exportação? NOTA: Apenas as tabelas exportadas terão seus nomes de campos alterados.

source: Fix Invalid Fieldnames?
de: Ungültige Feldnamen korrigieren?
es: ¿Corregir nombres de campo inválidos?
fr: Corriger les noms de champs invalides ?
it: Correggere i nomi di campo non validi?
pt: Corrigir nomes de campo inválidos?

source: Fix Fieldnames
de: Feldnamen korrigieren
es: Corregir nombres de campo
fr: Corriger les noms de champs
it: Correggi i nomi dei campi
pt: Corrigir nomes de campo

source: One or more files specified for export already exists. Would you like to overwrite these files?
de: Eine oder mehrere angegebenen Feldnamen für den Export existieren bereits. Möchten Sie diese Dateien überschreiben?
es: Uno o más archivos especificados para la exportación ya existen. ¿Desea sobrescribir estos archivos?
fr: Un ou plusieurs fichiers spécifiés pour l'exportation existent déjà. Souhaitez-vous écraser ces fichiers ?
it: Uno o più file specificati per l'esportazione esistono già. Desideri sovrascrivere questi file?
pt: Um ou mais arquivos especificados para exportar já existem. Gostaria de sobrescrever esses arquivos?

source: %s is missing a software component. To correct this problem, please reinstall %s.
de: Bei %s fehlt eine Softwarekomponente. Um dieses Problem zu beheben, muss das %s Programm reinstalliert werden.
es: %s le falta un componente de software. Para corregir este problema, por favor reinstala %s.
fr: %s manque un composant logiciel. Pour corriger ce problème, veuillez réinstaller %s.
it: %s manca un componente software. Per correggere questo problema, si prega di reinstallare %s.
pt: %s está faltando um componente de software. Para corrigir este problema, por favor reinstale %s.

source: Microsoft Access file
de: Mircrosoft Access Datei
es: Archivo de Microsoft Access
fr: Fichier Microsoft Access
it: File Microsoft Access
pt: Arquivo do Microsoft Access

source: Microsoft Excel file
de: Mircrosoft Excel Datei
es: Archivo de Microsoft Excel
fr: Fichier Microsoft Excel
it: File Microsoft Excel
pt: Arquivo do Microsoft Excel

source: file
de: Datei
es: archivo
fr: fichier
pt: arquivo

source: There specified %s is currently in use or you may not have permission to overwrite it. Please make sure that the file to be overwritten is not currently in use.
de: Das angegebene %s wird derzeit benutzt oder Sie verfügen nicht über die Erlaubnis es zu überschreiben. Bitte überprüfen Sie, ob die Datei, die überschreiben werden sollen derzeit nicht verwendet wird.
es: El %s especificado está actualmente en uso o puede que no tengas permiso para sobrescribirlo. Por favor, asegúrate de que el archivo a ser sobrescrito no esté en uso.
fr: Le %s spécifié est actuellement en cours d'utilisation ou vous n'avez peut-être pas la permission de l'écraser. Veuillez vous assurer que le fichier à écraser n'est pas actuellement en cours d'utilisation.
it: Lo specificato %s è attualmente in uso o potrebbe non avere il permesso di sovrascriverlo. Assicurati che il file da sovrascrivere non sia attualmente in uso.
pt: O %s especificado está atualmente em uso ou você pode não ter permissão para sobrescrevê-lo. Certifique-se de que o arquivo a ser sobrescrito não esteja atualmente em uso.

source: There was an error connecting to the specified %s. Please make sure that the file exists and that it is not currently in use.
de: Beim Herstellen einer Verbindung zu der angegebenen %s ist ein Fehler aufgetreten. Bitte überrüfen Sie, ob die Datei existiert und dass sie derzeit nicht in Gebrauch ist.
es: Hubo un error al conectarse al %s especificado. Por favor, asegúrate de que el archivo existe y que no está en uso.
fr: Il y a eu une erreur lors de la connexion au %s spécifié. Veuillez vous assurer que le fichier existe et qu'il n'est pas actuellement en cours d'utilisation.
it: Si è verificato un errore durante la connessione al %s specificato. Assicurati che il file esista e che non sia attualmente in uso.
pt: Houve um erro ao conectar ao %s especificado. Por favor, certifique-se de que o arquivo existe e que não esteja atualmente em uso.

source: There was an error connecting to the specified database. Please make sure that the connection information for the database is correct.
de: Beim Verbinden zu der angegebenen Datenbank ist ein Fehler aufgetreten. Bitte überprüfen Sie, ob die Verbindungsinformation für die Datenbank korrekt ist.
es: Hubo un error al conectarse a la base de datos especificada. Por favor, asegúrate de que la información de conexión para la base de datos es correcta.
fr: Il y a eu une erreur lors de la connexion à la base de données spécifiée. Veuillez vous assurer que les informations de connexion pour la base de données sont correctes.
it: Si è verificato un errore durante la connessione al database specificato. Assicurati che le informazioni di connessione per il database siano corrette.
pt: Houve um erro ao conectar ao banco de dados especificado. Por favor, certifique-se de que as informações de conexão para o banco de dados estão corretas.

source: One or more of the tables specified for export has an invalid name.
de: Eine oder mehrere Tabellen angegeben für den Export hat einen ungültigen Namen.
es: Una o más de las tablas especificadas para la exportación tiene un nombre inválido.
fr: Une ou plusieurs des tables spécifiées pour l'exportation ont un nom invalide.
it: Una o più delle tabelle specificate per l'esportazione ha un nome non valido.
pt: Uma ou mais das tabelas especificadas para exportar tem um nome inválido.

source: One or more of the tables specified for export no longer exists. Remove these tables from the list to continue.
de: Eine oder mehrere Tabellen, die für den Export angegeben wurden existieren nicht mehr. Löschen Sie diese Tabellen von der Liste, um fortzufahren.
es: Una o más de las tablas especificadas para la exportación ya no existen. Elimina estas tablas de la lista para continuar.
fr: Une ou plusieurs des tables spécifiées pour l'exportation n'existent plus. Retirez ces tables de la liste pour continuer.
it: Una o più delle tabelle specificate per l'esportazione non esiste più. Rimuovere queste tabelle dall'elenco per continuare.
pt: Uma ou mais das tabelas especificadas para exportar não existe mais. Remova estas tabelas da lista para continuar.

source: One or more of the tables specified for export contains invalid fieldnames.
de: Eine oder mehrere von den für den Export angegebenen Tabellen haben mindestens einen ungültigen Feldnamen.
es: Una o más de las tablas especificadas para la exportación contienen nombres de campo inválidos.
fr: Une ou plusieurs des tables spécifiées pour l'exportation contiennent des noms de champs invalides.
it: Una o più delle tabelle specificate per l'esportazione contiene nomi di campo non validi.
pt: Uma ou mais das tabelas especificadas para a exportação contém nomes de campos inválidos.

source: One or more of the table names specified for export already exists. Would you like to overwrite these tables?
de: Eine oder mehrere angegebenen Tabellennamen für den Export existieren bereits. Möchten Sie diese Tabellen überschreiben?
es: Una o más de los nombres de las tablas especificadas para exportación ya existen. ¿Quieres sobrescribir estas tablas?
fr: Un ou plusieurs des noms de tables spécifiées pour l'exportation existent déjà. Souhaitez-vous écraser ces tables ?
it: Uno o più dei nomi delle tabelle specificate per l'esportazione esistono già. Desideri sovrascrivere queste tabelle?
pt: Um ou mais dos nomes das tabelas especificados para exportar já existem. Gostaria de sobrescrever essas tabelas?

source: ABS(number)
es: ABS(número)
fr: ABS(nombre)
it: ABS(numero)
pt: ABS(número)
