Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: The file name you have entered does not exist.
de: Die Datei existiert nicht.
es: El nombre de archivo que ha introducido no existe.
fr: Le nom de fichier que vous avez entré n'existe pas.
it: Il nome del file che hai inserito non esiste.
pt: O nome de arquivo que você inseriu não existe.

source: The file name you have entered is a folder, and is not a valid target location.
de: Der eingegebene Dateiname ist ein Ordner und ist kein gültiger Zielort.
es: El nombre de archivo que ha introducido es una carpeta, y no es una ubicación de destino válida.
fr: Le nom de fichier que vous avez entré est un dossier et n'est pas un emplacement cible valide.
it: Il nome del file che hai inserito è una cartella e non è una posizione di destinazione valida.
pt: O nome do arquivo que você inseriu é uma pasta, e não é um local de destino válido.

source: The file name you have entered already exists. Would you like to overwrite it?
de: Die Datei besteht bereits. Möchten Sie sie ersetzen?
es: El nombre de archivo que ha introducido ya existe. ¿Desea sobrescribirlo?
fr: Le nom de fichier que vous avez entré existe déjà. Voulez-vous le remplacer ?
it: Il nome del file che hai inserito esiste già. Vuoi sovrascriverlo?
pt: O nome do arquivo que você inseriu já existe. Gostaria de substituí-lo?

source: Portrait
es: Retrato
it: Ritratto
pt: Retrato

source: Landscape
de: Landschaft
es: Paisaje
fr: Paysage
it: Paesaggio
pt: Paisagem

source: Orientation
de: Orientierung
es: Orientación
it: Orientamento
pt: Orientação

source: Custom Size
de: Benutzerdefiniert
es: Tamaño personalizado
fr: Taille personnalisée
it: Dimensioni personalizzate
pt: Tamanho personalizado

source: Paper Size (in inches)
de: Papiergröße (in Zoll)
es: Tamaño de papel (en pulgadas)
fr: Taille du papier (en pouces)
it: Dimensione della carta (in pollici)
pt: Tamanho do papel (em polegadas)

source: Left:
de: Links:
es: Izquierda:
fr: Gauche :
it: Sinistra:
pt: Esquerda:

source: Right:
de: Rechts:
es: Derecha:
fr: Droit :
it: Destra:
pt: Direita:

source: Top:
de: Oben:
es: Arriba:
fr: Haut :
it: Alto:
pt: Topo:

source: Bottom:
de: Unten:
es: Abajo:
fr: Bas :
it: Basso:
pt: Fundo:

source: Margins (in inches)
de: Ränder (in Zoll)
es: Márgenes (en pulgadas)
fr: Marges (en pouces)
it: Margini (in pollici)
pt: Margens (em polegadas)

source: Page Setup
de: Seiteneinstellungen
es: Configuración de página
fr: Mise en page
it: Impostazione Pagina
pt: Configuração de página

source: Sign In
de: Einloggen
es: Iniciar sesión
fr: Se connecter
it: Log In
pt: Entrar

source: Service:
es: Servicio:
it: Servizio:
pt: Serviço:

source: Add Project
de: Projekt hinzufügen
es: Agregar proyecto
fr: Ajouter un projet
it: Aggiungi Progetto
pt: Adicionar projeto

source: Create a new project
de: Ein neues Projekt erstellen
es: Crear un nuevo proyecto
fr: Créer un nouveau projet
it: Crea un nuovo progetto
pt: Criar um novo projeto

source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau Projet
it: Nuovo Progetto
pt: Novo projeto

source: Location:
de: Ort:
es: Ubicación:
fr: Emplacement :
it: Posizione:
pt: Localização:

source: Add an existing project to the project manager list
de: Ein existierendes Projekt zu dem Projektmanager hinzufügen
es: Agregar un proyecto existente a la lista del administrador de proyectos
fr: Ajouter un projet existant à la liste du gestionnaire de projets
it: Aggiungi un progetto esistente alla lista dei progetti
pt: Adicionar um projeto existente à lista do gerenciador de projetos

source: Please select whether you would like to create a new project or add an existing project to the project manager list.
de: Bitte wählen Sie, ob Sie ein neues Projekt erstellen oder ein existierendes Projekt zu dem Projektmanager dazufügen möchten.
es: Por favor seleccione si desea crear un nuevo proyecto o agregar un proyecto existente a la lista del administrador de proyectos.
fr: Veuillez sélectionner si vous souhaitez créer un nouveau projet ou ajouter un projet existant à la liste du gestionnaire de projets.
it: Seleziona se desideri creare un nuovo progetto o aggiungi un progetto esistente alla lista dei progetti.
pt: Por favor, selecione se você gostaria de criar um novo projeto ou adicionar um projeto existente à lista do gerenciador de projetos.

source: Please select a project folder
de: Bitte wählen Sie einen Projektordner
es: Por favor seleccione una carpeta de proyecto
fr: Veuillez sélectionner un dossier de projet
it: Seleziona una cartella del progetto
pt: Por favor, selecione uma pasta de projeto

source: The specified location is empty. Please enter the location of the project you would like to add.
de: Der angegebene Ort ist leer. Bitte geben Sie den Ort des Projekts ein, das Sie hinzufügen möchten.
es: La ubicación especificada está vacía. Por favor, introduzca la ubicación del proyecto que desea agregar.
fr: L'emplacement spécifié est vide. Veuillez entrer l'emplacement du projet que vous souhaitez ajouter.
it: La posizione specificata è vuota. Inserisci la posizione del progetto che desideri aggiungere.
pt: O local especificado está vazio. Por favor, insira a localização do projeto que você gostaria de adicionar.

source: The specified folder or file does not contain a valid database project.
de: Der angegebene Ordner enthält kein gültiges Datenbankprojekt.
es: La carpeta o archivo especificado no contiene un proyecto de base de datos válido.
fr: Le dossier ou le fichier spécifié ne contient pas de projet de base de données valide.
it: La cartella o il file specificato non contengono un progetto di database valido.
pt: A pasta ou arquivo especificado não contém um projeto de banco de dados válido.

source: The specified project already exists in the project manager list. Would you like to add it anyway?
de: Das angegebene Projekt ist bereits in der Projektmanager-Liste vorhanden. Möchten Sie es trotzdem hinzufügen?
es: El proyecto especificado ya existe en la lista del administrador de proyectos. ¿Desea agregarlo de todos modos?
fr: Le projet spécifié existe déjà dans la liste du gestionnaire de projets. Voulez-vous l'ajouter quand même?
it: Il progetto specificato esiste già nella lista dei progetti. Vuoi aggiungerlo comunque?
pt: O projeto especificado já existe na lista do gerenciador de projetos. Você gostaria de adicioná-lo mesmo assim?

source: The specified location is empty. Please enter the location of the project you would like to create.
de: Der angegebene Ort ist leer. Bitte geben Sie den Ort des Projekts ein, das Sie erstellen möchten.
es: La ubicación especificada está vacía. Por favor, introduzca la ubicación del proyecto que desea crear.
fr: L'emplacement spécifié est vide. Veuillez entrer l'emplacement du projet que vous souhaitez créer.
it: La posizione specificata è vuota. Inserisci la posizione del progetto che desideri creare.
pt: O local especificado está vazio. Por favor, insira a localização do projeto que você gostaria de criar.

source: The specified folder could not be created. Please check to make sure the specified path is valid.
de: Der angegebene Ordner konnte nicht erstellt werden. Bitte überprüfen Sie, ob der angegebene Pfad gültig ist.
es: No se pudo crear la carpeta especificada. Por favor, verifique que la ruta especificada sea válida.
fr: Le dossier spécifié n'a pas pu être créé. Veuillez vérifier que le chemin spécifié est valide.
it: Non è stato possibile creare la cartella specificata. Verifica che il percorso specificato sia valido.
pt: A pasta especificada não pôde ser criada. Por favor, verifique se o caminho especificado é válido.

source: The specified folder already contains a project.
de: Der angegebene Ordner enthält bereits ein Projekt.
es: La carpeta especificada ya contiene un proyecto.
fr: Le dossier spécifié contient déjà un projet.
it: La cartella specificata contiene già un progetto.
pt: A pasta especificada já contém um projeto.

source: The specified folder is not empty. It is highly recommended that an empty folder is used when creating a new project. Would you like to continue?
de: Der angegebene Ordner ist nicht leer. Es ist sehr empfehlenswert einen leeren Ordner zu benutzen, wenn ein neues Projekt erstellt wird. Wollen Sie fortfahren.
es: La carpeta especificada no está vacía. Se recomienda encarecidamente que se utilice una carpeta vacía al crear un nuevo proyecto. ¿Desea continuar?
fr: Le dossier spécifié n'est pas vide. Il est fortement recommandé d'utiliser un dossier vide lors de la création d'un nouveau projet. Voulez-vous continuer?
it: La cartella specificata non è vuota. Si consiglia di utilizzare una cartella vuota quando si crea un nuovo progetto. Vuoi continuare?
pt: A pasta especificada não está vazia. É altamente recomendável que uma pasta vazia seja usada ao criar um novo projeto. Gostaria de continuar?

source: An error occurred while attempting to create the project. The specified location is probably inaccessible or invalid.
de: Ein Fehler ist aufgetreten, während des Versuchs das Projekt zu erstellen. Dieser angegebene Speicherort is wahrscheinlich unzugänglich oder ungültig.
es: Se produjo un error al intentar crear el proyecto. La ubicación especificada probablemente es inaccesible o no es válida.
fr: Une erreur s'est produite lors de la tentative de création du projet. L'emplacement spécifié est probablement inaccessible ou invalide.
it: Si è verificato un errore durante il tentativo di creare il progetto. La posizione specificata è probabilmente inaccessibile o non valida.
pt: Ocorreu um erro ao tentar criar o projeto. O local especificado provavelmente é inacessível ou inválido.

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
pt: Projetos

source: Project Name
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
it: Nome del Progetto
pt: Nome do projeto

source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
pt: Localização

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
pt: Tamanho

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt: Usuário

source: Add Project...
de: Projekt hinzufügen...
es: Agregar proyecto...
fr: Ajouter un projet...
it: Aggiungi Progetto...
pt: Adicionar projeto...

source: Open Project
de: Projekt öffnen
es: Abrir proyecto
fr: Ouvrir le projet
it: Apri Progetto
pt: Abrir projeto

source: (Untitled)
de: (Unbenannt)
es: (Sin título)
fr: (Sans titre)
it: (Senza titolo)
pt: (Sem título)

source: Network
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pt: Rede

source: Click on the 'Add Project...' button below to create a new project
de: Klicken Sie unten auf 'Projekt hinzufügen...', um ein neues Projekt zu erstellen.
es: Haga clic en el botón 'Agregar proyecto...' abajo para crear un nuevo proyecto
fr: Cliquez sur le bouton 'Ajouter un projet...' ci-dessous pour créer un nouveau projet
it: Clicca sul pulsante 'Aggiungi Progetto...' sotto per creare un nuovo progetto
pt: Clique no botão 'Adicionar projeto...' abaixo para criar um novo projeto

source: Remove from &List
de: Von der &Liste entfernen
es: Eliminar de la &Lista
fr: Retirer de la &Liste
it: Rimuovi dalla &Lista
pt: Remover da &Lista

source: Show in Explorer
de: Im Explorer anzeigen
es: Mostrar en el Explorador
fr: Afficher dans l'Explorateur
it: Mostra in Esplora risorse
pt: Mostrar no Explorer

source: A project must be selected in order to run %s. Are you sure you would like to exit %s?
de: Ein Projekt muss ausgewählt werden, um %s auszuführen. Möchten Sie %s beenden?
es: Debe seleccionar un proyecto para poder ejecutar %s. ¿Está seguro de que desea salir de %s?
fr: Un projet doit être sélectionné pour exécuter %s. Êtes-vous sûr de vouloir quitter %s ?
it: Un progetto deve essere selezionato per eseguire %s. Sei sicuro di voler uscire da %s?
pt: Um projeto deve ser selecionado para rodar %s. Tem certeza de que deseja sair de %s?

source: The selected project is currently open. Please close the project before deleting it.
de: Das ausgewählte Projekt ist derzeit geöffnet. Bitte schließen Sie das Pojekt bevor Sie es löschen.
es: El proyecto seleccionado actualmente está abierto. Por favor, cierre el proyecto antes de eliminarlo.
fr: Le projet sélectionné est actuellement ouvert. Veuillez fermer le projet avant de le supprimer.
it: Il progetto selezionato è attualmente aperto. Chiudi il progetto prima di eliminarlo.
pt: O projeto selecionado está atualmente aberto. Por favor, feche o projeto antes de excluí-lo.

source: WARNING: This operation will delete the selected project and all of its contents. This includes all tables, queries, scripts, reports and other objects contained in the project. Press 'Yes' only if you are absolutely certain you want to delete this project.
de: VORSICHT: Dieser Vorgang wird das ausgewählte Projekte löschen. Dies beinhaltet alle Tabellen, Abfragen, Skriptprogramme, Berichte und andere Objekte, die in dem Projekt enthalten sind. Drücken Sie 'Ja', nur wenn Sie ganz sicher sind, dass Sie das Projekt löschen möchten.
es: ADVERTENCIA: Esta operación eliminará el proyecto seleccionado y todo su contenido. Esto incluye todas las tablas, consultas, scripts, informes y otros objetos contenidos en el proyecto. Presione 'Sí' solo si está absolutamente seguro de que desea eliminar este proyecto.
fr: ATTENTION : Cette opération supprimera le projet sélectionné et tout son contenu. Cela comprend toutes les tables, requêtes, scripts, rapports et autres objets contenus dans le projet. Appuyez sur 'Oui' uniquement si vous êtes absolument certain de vouloir supprimer ce projet.
it: ATTENZIONE: Questa operazione eliminerà il progetto selezionato e tutti i suoi contenuti. Questo include tutte le tabelle, le query, gli script, i report e altri oggetti contenuti nel progetto. Premi 'Sì' solo se sei assolutamente certo di voler eliminare questo progetto.
pt: AVISO: Esta operação excluirá o projeto selecionado e todo o seu conteúdo. Isso inclui todas as tabelas, consultas, scripts, relatórios e outros objetos contidos no projeto. Pressione 'Sim' somente se você tem absoluta certeza de que deseja excluir este projeto.

source: Report Settings
de: Berichteinstellungen
es: Configuración del informe
fr: Paramètres du rapport
it: Impostazioni rapporto
pt: Configurações do relatório

source: Source:
de: Quelle:
es: Fuente:
it: Sumber:
pt: Fonte:

source: Show Report Header
de: Berichtkopfzeilen anzeigen
es: Mostrar encabezado del informe
fr: Afficher l'en-tête du rapport
it: Tampilkan Laporan Atas
pt: Mostrar Cabeçalho do Relatório

source: Show Report Footer
de: Berichtfußzeilen anzeigen
es: Mostrar pie de página del informe
fr: Afficher le pied de page du rapport
it: Tampilkan Laporan Bawah
pt: Mostrar Rodapé do Relatório

source: Show Page Header
de: Seitenkopfzeilen anzeigen
es: Mostrar encabezado de página
fr: Afficher l'en-tête de page
it: Tampilkan Halaman Atas
pt: Mostrar Cabeçalho da Página

source: Show Page Footer
de: Seitenfußzeilen anzeigen
es: Mostrar pie de página
fr: Afficher le pied de page
it: Tampilkan Halaman Bawah
pt: Mostrar Rodapé da Página

source: Headers and Footers
de: Kopf- und Fußzeilen
es: Encabezados y pies de página
fr: En-têtes et pieds de page
it: Tajuk dan Kaki Surat
pt: Cabeçalhos e Rodapés

source: Field Name
de: Feldname
es: Nombre del campo
fr: Nom du champ
it: Nama Medan
pt: Nome do Campo

source: Sort Direction
de: Richtung sortieren
es: Dirección de ordenación
fr: Direction du tri
it: Arah Susunan
pt: Direção de Classificação

source: Group Header
de: Gruppenheader:
es: Encabezado de grupo
fr: En-tête de groupe
it: Tajuk Kumpulan
pt: Cabeçalho do Grupo

source: Group Footer
de: Gruppenfooter:
es: Pie de página de grupo
fr: Pied de page de groupe
it: Kaki Surat Kumpulan
pt: Rodapé do Grupo

source: Page Break
de: Seitenumbruch
es: Salto de página
fr: Saut de page
it: Menghentikan Halaman
pt: Quebra de Página

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Menaik
pt: Crescente

source: Descending
de: Absteigend
es: Descendente
fr: Descendant
it: Menurun
pt: Decrescente

source: Source and Layout
de: Daten- und Seiteneinstellungen
es: Fuente y Diseño
fr: Source et disposition
it: Sumber dan Susunan
pt: Fonte e Layout

source: Sorting and Grouping
de: Sortieren und Gruppieren
es: Ordenamiento y agrupación
fr: Tri et regroupement
it: Penyusunan dan Pengelompokan
pt: Ordenação e Agrupamento

source: Double-click here to add a group
de: Hier zweimal klicken, um eine Gruppe hinzuzufügen
es: Haz doble clic aquí para agregar un grupo
fr: Double-cliquez ici pour ajouter un groupe
it: Klik dua kali di sini untuk menambahkan kumpulan
pt: Clique duas vezes aqui para adicionar um grupo

source: This field name does not exist in the specified source table
de: Dieser Feldname existiert nicht in der spezifizierten Eingangstabelle
es: Este nombre de campo no existe en la tabla de origen especificada
fr: Ce nom de champ n'existe pas dans la table source spécifiée
it: Nama medan ini tidak wujud dalam jadual sumber yang ditentukan
pt: Este nome de campo não existe na tabela de origem especificada

source: Select Source Table
de: Quellentabelle auswählen
es: Seleccionar tabla de origen
fr: Sélectionner la table source
it: Pilih Jadual Sumber
pt: Selecionar Tabela de Origem

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Kongsi
pt: Compartilhar

source: To share your current view, click the button to the Share button. Paste the generated link in the location bar to load the view again.
de: Um die jetzige Datenansicht zu teilen, klicken Sie auf die Schaltfläche "Teilen."
es: Para compartir tu vista actual, haz clic en el botón para compartir. Pega el enlace generado en la barra de direcciones para cargar la vista de nuevo.
fr: Pour partager votre vue actuelle, cliquez sur le bouton Partager. Collez le lien généré dans la barre d'adresse pour charger à nouveau la vue.
it: Untuk berkongsi pandangan semasa anda, klik butang ke tombol Kongsi. Tampalkan pautan yang dihasilkan di bar lokasi untuk memuat semula pandangan lagi.
pt: Para compartilhar sua visualização atual, clique no botão para o botão Compartilhar. Cole o link gerado na barra de localização para carregar a visualização novamente.

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Salin
pt: Copiar

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Tutup
pt: Fechar

source: Please Wait...
es: Por favor espera...
fr: Veuillez patienter...
it: Sila Tunggu...
pt: Por Favor Aguende...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Batal
pt: Cancelar

source: Line number (1 - %d):
de: Zeilennummer (1-%d):
es: Número de línea (1 - %d):
fr: Numéro de ligne (1 - %d) :
it: Nombor baris (1 - %d):
pt: Número da linha (1 - %d):

source: Go To Line
de: Gehe zur Zeile
es: Ir a la línea
fr: Aller à la ligne
it: Pergi ke Baris
pt: Ir Para Linha

source: Would you like to save the changes made to this document?
de: Möchten Sie die Änderungen an diesem Dokument speichern?
es: ¿Le gustaría guardar los cambios realizados en este documento?
fr: Voulez-vous enregistrer les modifications apportées à ce document ?
it: Adakah anda ingin menyimpan perubahan yang dibuat ke dokumen ini?
pt: Gostaria de salvar as alterações feitas neste documento?

source: This file has been changed outside the source editor. Would you like to discard changes and reload the file?
de: Die aktuelle Datei hat sich außerhalb des Texteditors geändert. Wollen Sie sie neu laden?
es: Este archivo ha sido cambiado fuera del editor de origen. ¿Le gustaría descartar los cambios y recargar el archivo?
fr: Ce fichier a été modifié en dehors de l'éditeur source. Voulez-vous abandonner les modifications et recharger le fichier ?
it: Fail ini telah diubah di luar editor sumber. Adakah anda mahu membuang perubahan dan memuat semula fail?
pt: Este arquivo foi alterado fora do editor de origem. Gostaria de descartar as alterações e recarregar o arquivo?

source: Line: %d
de: Zeile: %d
es: Línea: %d
fr: Ligne : %d
it: Baris: %d
pt: Linha: %d

source: Column: %d
de: Spalte: %d
es: Columna: %d
fr: Colonne : %d
it: Kolum: %d
pt: Coluna: %d

source: Add tables by dragging them from the project panel to the export list.
de: Tabellen dazufügen, um die Projektpanels zu den Exportlisten einzufügen.
es: Agrega tablas arrastrándolas desde el panel del proyecto a la lista de exportación.
fr: Ajoutez des tables en les faisant glisser du panneau de projet à la liste d'exportation.
it: Tambah jadual dengan menyeret mereka dari panel projek ke senarai eksport.
pt: Adicione tabelas arrastando-as do painel do projeto para a lista de exportação.

source: Export to
de: Exportiern zu:
es: Exportar a
fr: Exporter vers
it: Eksport ke
pt: Exportar para

source: One or more of the items dragged from the project panel is an external table. Only native database tables can be dragged from the project panel.
de: Ein oder mehrere Artikel, die von einem Projektpanel verschoben wurden, sind externe Tabellen. Nur normale Tabellen können vom Projektpanel verschoben werden.
es: Uno o más de los elementos arrastrados desde el panel del proyecto es una tabla externa. Sólo las tablas de bases de datos nativas pueden ser arrastradas desde el panel del proyecto.
fr: Un ou plusieurs des éléments glissés du panneau de projet sont une table externe. Seules les tables de la base de données native peuvent être glissées du panneau de projet.
it: Satu atau lebih item yang diseret dari panel projek adalah jadual luaran. Hanya jadual pangkalan data asli boleh diseret dari panel projek.
pt: Um ou mais dos itens arrastados do painel do projeto é uma tabela externa. Apenas tabelas de banco de dados nativas podem ser arrastadas do painel do projeto.

source: One or more of the items dragged from the project panel is not a table. If you would like to export objects other than tables, select 'File' as your export type and export as 'Package File'.
de: Ein oder mehrere Artikel, die von dem Projektpanel verschoben wurden, sind keine Tabellen. Wenn Sie Objekte, die keine Tabellen sind, exportieren möchten, klicken Sie auf 'Datei' als Exporttyp und exportieren Sie eine Paketdatei.
es: Uno o más de los elementos arrastrados desde el panel del proyecto no es una tabla. Si desea exportar objetos diferentes a tablas, seleccione 'Archivo' como su tipo de exportación y exporte como 'Archivo de paquete'.
fr: Un ou plusieurs des éléments glissés du panneau de projet ne sont pas une table. Si vous souhaitez exporter d'autres objets que des tables, sélectionnez 'Fichier' comme type d'exportation et exportez en tant que 'Fichier de paquet'.
it: Satu atau lebih dari item yang ditarik dari panel projek bukan meja. Jika anda ingin mengeksport objek selain dari meja, pilih 'Fail' sebagai jenis eksport anda dan eksport sebagai 'Fail Pakej'.
pt: Um ou mais dos itens arrastados do painel do projeto não é uma tabela. Se você gostaria de exportar objetos que não sejam tabelas, selecione 'Arquivo' como seu tipo de exportação e exporte como 'Arquivo de Pacote'.

source: This table has the same name as another table in this list and has an invalid name
de: Diese Tabelle hat denselben Namen wie eine andere Tabelle aus dieser Liste und hat einen ungültigen Namen.
es: Esta tabla tiene el mismo nombre que otra tabla en esta lista y tiene un nombre no válido
fr: Cette table porte le même nom qu'une autre table de cette liste et a un nom invalide
it: Meja ini mempunyai nama yang sama dengan meja lain dalam senarai ini dan mempunyai nama yang tidak sah
pt: Esta tabela tem o mesmo nome que outra tabela nesta lista e tem um nome inválido
