Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: Sometimes it is difficult to activate automatically, which is often caused by restrictions set up by corporate firewalls. If you find yourself in this situation, you can still activate %s using a manually-generated activation code.
de: Ab und zu ist es nicht möglich, automatisch zu aktivieren. Dies wird oft verursacht durch Einschränkungseinstellungen von Firewalls. Wenn dies der Fall ist, können Sie nach wie vor %s durch einen manuellen Aktivationscode aktivieren.
es: A veces es difícil activar automáticamente, a menudo causado por restricciones establecidas por cortafuegos corporativos. Si se encuentra en esta situación, aún puede activar %s utilizando un código de activación generado manualmente.
fr: Il est parfois difficile d'activer automatiquement, ce qui est souvent causé par les restrictions établies par les pare-feu d'entreprise. Si vous vous trouvez dans cette situation, vous pouvez toujours activer %s en utilisant un code d'activation généré manuellement.
it: A volte è difficile attivare automaticamente, il che è spesso causato da restrizioni impostate dai firewall aziendali. Se ti trovi in questa situazione, puoi comunque attivare %s utilizzando un codice di attivazione generato manualmente.
pt: Às vezes, é difícil ativar automaticamente, o que é frequentemente causado por restrições definidas pelos firewalls corporativos. Se você se encontrar nessa situação, ainda pode ativar %s usando um código de ativação gerado manualmente.

source: To obtain an Activation Code manually, login to your online account (%s) and follow the instructions provided. Once you have your activation code, enter it and click the OK button to begin using the software.
de: Um den Aktivierungscode manuell zu bekommen, loggen Sie sich in Ihren Online-Account ein (%s) und folgen Sie den angegeben Anweisungen. Sobald Sie den Aktivationscode erhalten haben, geben Sie ihn hier ein und klicken Sie die OK-Schaltfläche, um die Software zu benutzen.
es: Para obtener un Código de Activación manualmente, inicie sesión en su cuenta en línea (%s) y siga las instrucciones proporcionadas. Una vez que tenga su código de activación, ingréselo y haga clic en el botón Aceptar para comenzar a usar el software.
fr: Pour obtenir un code d'activation manuellement, connectez-vous à votre compte en ligne (%s) et suivez les instructions fournies. Une fois que vous avez votre code d'activation, entrez-le et cliquez sur le bouton OK pour commencer à utiliser le logiciel.
it: Per ottenere un Codice di Attivazione manualmente, accedi al tuo account online (%s) e segui le istruzioni fornite. Una volta ottenuto il tuo codice di attivazione, inseriscilo e clicca il pulsante OK per iniziare a utilizzare il software.
pt: Para obter um Código de Ativação manualmente, faça login na sua conta online (%s) e siga as instruções fornecidas. Uma vez que você tenha seu código de ativação, insira-o e clique no botão OK para começar a usar o software.

source: Further Help
de: Weitere Hilfen
es: Ayuda Adicional
fr: Aide supplémentaire
it: Ulteriore Aiuto
pt: Ajuda Adicional

source: If you have any questions or need any help activating %s, please contact our support team at %s or %s.
de: Wenn Sie eine Frage haben oder Hilfe beim Aktivieren von %s benötigen, kontaktieren Sie bitte unser Support-Team unter %s oder %s.
es: Si tiene alguna pregunta o necesita ayuda para activar %s, póngase en contacto con nuestro equipo de soporte en %s o %s.
fr: Si vous avez des questions ou avez besoin d'aide pour activer %s, veuillez contacter notre équipe de support à %s ou %s.
it: Se hai qualsiasi domanda o hai bisogno di aiuto per attivare %s, contatta il nostro team di supporto a %s o %s.
pt: Se você tem alguma pergunta ou precisa de ajuda para ativar %s, por favor contate nossa equipe de suporte em %s or %s.

source: Software Activation
de: Softwareaktivierung
es: Activación del Software
fr: Activation du logiciel
it: Attivazione Software
pt: Ativação de Software

source: Activate manually
de: Manuell aktivieren
es: Activar manualmente
fr: Activer manuellement
it: Attiva manualmente
pt: Ativar manualmente

source: Activate automatically
de: Automatisch aktivieren
es: Activar automáticamente
fr: Activer automatiquement
it: Attiva automaticamente
pt: Ativar automaticamente

source: Activation Code:
de: Aktivierungscode:
es: Código de Activación:
fr: Code d'activation :
it: Codice di Attivazione:
pt: Código de Ativação:

source: Site Code:
es: Código de Sitio:
fr: Code de site :
it: Codice Sito:
pt: Código do Site:

source: Serial Number:
de: Seriennummer:
es: Número de Serie:
fr: Numéro de série :
it: Numero di Serie:
pt: Número de Série:

source: Status
es: Estado
fr: Statut
it: Stato

source: To continue using %s beyond the first %d day(s), a serial number is required. You may obtain this number by purchasing %s; please contact %s for more details. For help activating this software, please click the Help button below.
de: Um %s über die %d-tägige Probeperiode hinaus zu benutzen, ist eine Seriennummer erforderlich. Die Seriennummer für %s können Sie käuflich erwerben; für weitere Details nehmen Sie bitte Kontakt mit %s auf. Um Hilfe bei der Aktivierung der Software zu erhalten, klicken Sie unten auf die "Hilfe"-Schaltfläche.
es: Para continuar usando %s más allá del primer %d día(s), se requiere un número de serie. Puede obtener este número comprando %s; por favor contacte a %s para más detalles. Para obtener ayuda para activar este software, haga clic en el botón Ayuda a continuación.
fr: Pour continuer à utiliser %s au-delà du premier %d jour(s), un numéro de série est requis. Vous pouvez obtenir ce numéro en achetant %s; veuillez contacter %s pour plus de détails. Pour obtenir de l'aide pour activer ce logiciel, veuillez cliquer sur le bouton d'aide ci-dessous.
it: Per continuare a utilizzare %s oltre i primi %d giorni, è necessario un numero di serie. Puoi ottenere questo numero acquistando %s; contatta %s per ulteriori dettagli. Per aiuto nell'attivazione di questo software, fai clic sul pulsante Aiuto qui sotto.
pt: Para continuar usando %s além do primeiro(s) %d dia(s), é necessário um número de série. Você pode obter este número adquirindo %s; entre em contato com %s para mais detalhes. Para obter ajuda para ativar este software, clique no botão Ajuda abaixo.

source: A serial number is required to activate the software; for further help, please contact us at %s
de: Eine Seriennummer ist erforderlich, um die Software zu aktivieren. Für weitere Details nehmen Sie bitte Kontakt mit %s auf.
es: Se requiere un número de serie para activar el software; para obtener más ayuda, contáctenos en %s
fr: Un numéro de série est nécessaire pour activer le logiciel ; pour plus d'aide, veuillez nous contacter à %s
it: Per attivare il software è necessario un numero di serie; per ulteriori informazioni, contattaci a %s
pt: É necessário um número de série para ativar o software; para obter mais ajuda, entre em contato conosco pelo %s

source: Serial Number
de: Seriennummer:
es: Número de Serie
fr: Numéro de série
it: Numero di Serie
pt: Número de Série

source: The license server could not be contacted. Your computer may not have the necessary Internet access or may be behind a firewall or proxy server. Please try again and, if activation still does not work, contact %s for further information.
de: Der Lizenzserver konnte nicht erreicht werden. Es ist möglich, dass Ihr Computer über nicht über einen unzureichenden Internetzugang verfügt, oder vielleicht hinter einer Firewall oder einem Proxyserver ist. Bitte versuchen Sie es nochmals. Wenn es weiterhin nicht funktioniert, nehmen Sie bitte Kontakt mit uns (%s) auf.
es: No se pudo contactar al servidor de licencias. Su computadora puede no tener el acceso a Internet necesario o puede estar detrás de un cortafuegos o servidor proxy. Inténtelo de nuevo y, si la activación aún no funciona, contacte a %s para obtener más información.
fr: Le serveur de licence n'a pas pu être contacté. Votre ordinateur n'a peut-être pas l'accès à Internet nécessaire ou peut être derrière un pare-feu ou un serveur proxy. S'il vous plaît essayez à nouveau et si l'activation ne fonctionne toujours pas, contactez %s pour plus d'informations.
it: Impossibile contattare il server di licenze. Il tuo computer potrebbe non avere l'accesso a Internet necessario o potrebbe essere dietro un firewall o un proxy server. Si prega di riprovare e, se l'attivazione ancora non funziona, contatta %s per ulteriori informazioni.
pt: O servidor de licenças não pôde ser contatado. Seu computador pode não ter o acesso à Internet necessário ou pode estar por trás de um firewall ou servidor proxy. Por favor, tente novamente e, se a ativação ainda não funcionar, contate %s para mais informações.

source: Your computer's clock is set to the wrong date or time. Please set your computer's clock to the correct date and time and try again.
de: Die Uhr Ihres Computer ist falsch eingestellt in Datum oder Uhrzeit. Bitte stellen Sie die Uhr Ihres Computers richtig ein und versuchen Sie es nocheinmal.
es: El reloj de su computadora está configurado para una fecha u hora incorrecta. Ajuste el reloj de su computadora a la fecha y hora correctas e intente nuevamente.
fr: L'horloge de votre ordinateur est réglée sur la mauvaise date ou heure. Veuillez régler l'horloge de votre ordinateur à la date et à l'heure correctes et réessayez.
it: L'orologio del tuo computer è impostato sulla data o sull'ora sbagliate. Si prega di impostare l'orologio del computer sulla data e sull'ora corrette e provare di nuovo.
pt: O relógio do seu computador está configurado com a data ou hora incorretas. Por favor, ajuste o relógio do seu computador para a data e a hora corretas e tente novamente.

source: %s could not be activated with the serial number provided. Please check to make sure the serial number matches the one you were given and try again. If activation still does not work, contact %s for further information.
de: %s konnte mit der angegebenen Seriennummer nicht aktiviert werden. Bitte überprüfen Sie, dass die Seriennummer richtig ist und probieren Sie nochmals. Wenn die Aktivierung immer noch nicht erfolgt, bitte nehmen Sie Kontakt mit uns (%s) auf.
es: %s no pudo ser activado con el número de serie proporcionado. Por favor, verifique que el número de serie coincida con el que se le proporcionó y trate de nuevo. Si la activación aún no funciona, contacte a %s para más información.
fr: %s n'a pas pu être activé avec le numéro de série fourni. Veuillez vérifier que le numéro de série correspond à celui qui vous a été donné et réessayez. Si l'activation ne fonctionne toujours pas, contactez %s pour plus d'informations.
it: %s non può essere attivato con il numero di serie fornito. Si prega di verificare che il numero di serie corrisponda a quello che ti è stato dato e prova di nuovo. Se l'attivazione ancora non funziona, contatta %s per ulteriori informazioni.
pt: %s não pôde ser ativado com o número de série fornecido. Por favor, verifique se o número de série corresponde ao que você recebeu e tente novamente. Se a ativação ainda não funcionar, contate %s para mais informações.

source: The serial number provided has either expired or is invalid. Please check to make sure the serial number matches the one you were given and try again. If activation still does not work, contact %s for further information.
de: Die eingegebene Seriennummer ist entweder abgelaufen oder ungültig. Bitte überprüfen Sie, dass die Seriennummer richtig ist und probieren Sie nochmals. Wenn die Aktivierung immer noch nicht erfolgt, bitte nehmen Sie Kontakt mit uns (%s) auf.
es: El número de serie proporcionado ha caducado o es inválido. Por favor, verifique que el número de serie coincida con el que se le proporcionó y trate de nuevo. Si la activación aún no funciona, contacte a %s para más información.
fr: Le numéro de série fourni a soit expiré soit est invalide. Veuillez vérifier que le numéro de série correspond à celui qui vous a été donné et réessayez. Si l'activation ne fonctionne toujours pas, contactez %s pour plus d'informations.
it: Il numero di serie fornito è scaduto o non valido. Si prega di verificare che il numero di serie corrisponda a quello che ti è stato dato e prova di nuovo. Se l'attivazione ancora non funziona, contatta %s per ulteriori informazioni.
pt: O número de série fornecido expirou ou é inválido. Por favor, verifique se o número de série corresponde ao que você recebeu e tente novamente. Se a ativação ainda não funcionar, entre em contato com %s para obter mais informações.

source: The serial number entered is not associated with this product. Please contact %s or your system administrator for more information.
de: Der Lizenzcode, den Sie eingegeben haben, entspricht diesem Produkt nicht. Bitte nehmen Sie Kontakt mit uns %s oder Ihrem Systemadministrator auf für weitere Informationen.
es: El número de serie ingresado no está asociado con este producto. Por favor, póngase en contacto con %s o con el administrador de su sistema para obtener más información.
fr: Le numéro de série entré n'est pas associé à ce produit. Veuillez contacter %s ou votre administrateur système pour plus d'informations.
it: Il numero di serie inserito non è associato a questo prodotto. Si prega di contattare %s o l'amministratore di sistema per ulteriori informazioni.
pt: O número de série inserido não está associado a este produto. Por favor, entre em contato com %s ou o administrador do sistema para obter mais informações.

source: The maximum number of installations for this license has been reached. Please contact %s for more information.
de: Die Höchstanzahl an Installationen für diese Lizenz wurde erreicht. Für weitere Informationen nehmen Sie bitte Kontakt mit %s oder Ihrem Systemadministrator auf.
es: Se ha alcanzado el número máximo de instalaciones para esta licencia. Por favor, contacte a %s para obtener más información.
fr: Le nombre maximum d'installations pour cette licence a été atteint. Veuillez contacter %s pour plus d'informations.
it: Il numero massimo di installazioni per questa licenza è stato raggiunto. Contatta %s per maggiori informazioni.
pt: O número máximo de instalações para esta licença foi atingido. Por favor, entre em contato com %s para mais informações.

source: %s could not be activated with the activation code provided. Please check to make sure the activation code matches the one you were given and try again. If activation still does not work, contact %s for further information.
de: %s konnte mit dem eingegebenen Aktivierungscode nicht aktiviert werden. Bitte überprüfen Sie, dass der Aktivierungscode richtig ist und versuchen Sie es nochmals. Wenn die Aktivierung immer noch nicht erfolgt, bitte nehme Kontakt mit uns (%s) auf.
es: %s no se pudo activar con el código de activación proporcionado. Por favor, compruebe que el código de activación coincide con el que le dieron y vuelva a intentarlo. Si la activación aún no funciona, contacte a %s para obtener más información.
fr: %s n'a pas pu être activé avec le code d'activation fourni. Veuillez vérifier que le code d'activation correspond à celui que vous avez reçu et réessayez. Si l'activation ne fonctionne toujours pas, contactez %s pour plus d'informations.
it: %s non può essere attivato con il codice di attivazione fornito. Si prega di verificare che il codice di attivazione corrisponda a quello ricevuto e riprovare. Se l'attivazione non funziona ancora, contatta %s per ulteriori informazioni.
pt: %s não pôde ser ativado com o código de ativação fornecido. Verifique se o código de ativação corresponde ao que você recebeu e tente novamente. Se a ativação ainda não funcionar, entre em contato com %s para mais informações.

source: Please enter your serial number to continue.
de: Bitte geben Sie Ihre Seriennummer ein, um fortzufahren.
es: Por favor, introduzca su número de serie para continuar.
fr: Veuillez entrer votre numéro de série pour continuer.
it: Inserisci il tuo numero di serie per continuare.
pt: Por favor, insira seu número de série para continuar.

source: Your license is now activated. Thank you.
de: Ihre Produktlizenz wurde erfolgreich aktiviert.
es: Su licencia está ahora activada. Gracias.
fr: Votre licence est maintenant activée. Merci.
it: La tua licenza è ora attiva. Grazie.
pt: Sua licença está agora ativada. Obrigado.

source: Bookmark Properties
de: Lesezeichen-Eigenschaften
es: Propiedades del marcador
fr: Propriétés des signets
it: Proprietà del segnalibro
pt: Propriedades do Favorito

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
pt: Nome:

source: Target URL or Location:
de: Ziel-URL oder Speicherort:
es: URL objetivo o ubicación:
fr: URL cible ou emplacement :
it: URL di destinazione o posizione:
pt: URL de destino ou localização:

source: Tags:
es: Etiquetas:
it: Tag:

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
pt: Descrição:

source: Run Target
de: Zieldatei ausführen
es: Ejecutar objetivo
fr: Exécuter la cible
it: Esegui l'obiettivo
pt: Executar Destino

source: Database
de: Datenbank:
es: Base de datos
fr: Base de données
pt: Banco de Dados

source: Data Sources
de: Datenquellen
es: Fuentes de datos
fr: Sources de données
it: Fonti dati
pt: Fontes de Dados

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pt: Tipo:

source: Please select the tables from the list that you would like to import.
de: Bitte wählen Sie die Tabelle von der Liste, die Sie importieren möchten.
es: Por favor, seleccione las tablas de la lista que le gustaría importar.
fr: Veuillez sélectionner les tables que vous souhaitez importer.
it: Seleziona le tabelle dell'elenco che desideri importare.
pt: Por favor, selecione as tabelas da lista que você gostaria de importar.

source: Import to:
de: Importieren in:
es: Importar a:
fr: Importer vers :
it: Importa in:
pt: Importar para:

source: Source Name
de: Quellenname
es: Nombre de origen
fr: Nom de la source
it: Nome sorgente
pt: Nome da Fonte

source: Destination Name
de: Zieldateiname
es: Nombre de destino
fr: Nom de destination
it: Nome destinazione
pt: Nome do Destino

source: Append
de: Hinzufügen
es: Anexar
fr: Ajouter
it: Aggiungi
pt: Anexar

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt: Selecionar Tudo

source: Select None
de: Keine auswählen
es: Seleccionar ninguno
fr: Ne rien sélectionner
it: Nessuna selezione
pt: Não Selecionar Nada

source: Field Delimiters
de: Feldtrenner
es: Delimitadores de campo
fr: Délimiteurs de champs
it: Delimitatori di campo
pt: Delimitadores de Campo

source: Text Qualifier
de: Texterkennungszeichen
es: Calificador de texto
fr: Qualificateur de texte
it: Qualificatore di testo
pt: Qualificador de Texto

source: Modify the settings below to determine how the text-delimited files should be read.
de: Ändern Sie die folgenden Einstellungen, um zu bestimmen, wie die delimitierten Textdateien gelesen werden sollen.
es: Modifique la configuración a continuación para determinar cómo se deben leer los archivos de texto delimitados.
fr: Modifiez les paramètres ci-dessous pour déterminer comment les fichiers à délimitation de texte doivent être lus.
it: Modifica le impostazioni sottostanti per determinare come devono essere letti i file delimitati da testo.
pt: Modifique as configurações abaixo para determinar como os arquivos delimitados por texto devem ser lidos.

source: Comma
de: Komma
es: Coma
fr: Virgule
it: Virgola
pt: Vírgula

source: Tab
es: Tabulación
fr: Tabulation

source: Semicolon
de: Semikolon
es: Punto y coma
fr: Point-virgule
it: Punto e virgola
pt: Ponto e vírgula

source: Pipe
es: Barra vertical
fr: Barre verticale

source: Space
de: Leerzeile
es: Espacio
fr: Espace
it: Spazio
pt: Espaço

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
pt: Nenhum

source: Other:
de: Sonstige:
es: Otro:
fr: Autre :
it: Altro:
pt: Outro:

source: Quotation Marks (")
de: Anführungszeichen (")
es: Comillas (")
fr: Guillemets (")
it: Virgolette (")
pt: Aspas (")

source: Single Quote (')
de: Einfaches Anführungszeichen (')
es: Comillas simples (')
fr: Apostrophe (')
it: Apostrofo (')
pt: Aspas Simples (')

source: First row contains field names
de: Erster Datensatz enthält Feldnamen
es: La primera fila contiene nombres de campo
fr: La première ligne contient les noms des champs
it: La prima riga contiene i nomi dei campi
pt: A primeira linha contém nomes de campos

source: Import as binary objects
de: Als Binärobjekte importieren
es: Importar como objetos binarios
fr: Importer en tant qu'objets binaires
it: Importa come oggetti binari
pt: Importar como objetos binários

source: Next
de: Nächste
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Indietro
pt: Anterior

source: Connection failed
de: Eine Verbindung konnte nicht hergestellt werden
es: La conexión falló
fr: La connexion a échoué
it: Connessione non riuscita
pt: Conexão falhou

source: There was an error connecting to the specified package file.
de: Beim Zugriff auf die Paketdatei ist ein Fehler aufgetreten.
es: Hubo un error al conectarse al archivo de paquete especificado.
fr: Il y a eu une erreur de connexion au fichier de package spécifié.
it: Si è verificato un errore nel collegamento al file di pacchetto specificato.
pt: Houve um erro ao conectar ao arquivo de pacote especificado.

source: Alert
de: Warnung
es: Alerta
fr: Alerte
it: Allarme
pt: Alerta

source: This software is missing a required component (xdodbc) and must be reinstalled
de: Dieser Software fehlt eine notwendige Komponente (xdodbc) . Die Software muss erneut installiert werden.
es: A este software le falta un componente requerido (xdodbc) y debe ser reinstalado
fr: Il manque un composant requis (xdodbc) à ce logiciel et il doit être réinstallé
it: A questo software manca un componente richiesto (xdodbc) e deve essere reinstallato
pt: Este software está faltando um componente necessário (xdodbc) e deve ser reinstalado

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim

source: Select Folder
de: Ordner auswählen
es: Selecciona la carpeta
fr: Sélectionner le dossier
it: Seleziona cartella
pt: Selecionar Pasta

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt: Abrir

source: Save As
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
it: Salva con nome
pt: Salvar Como

source: Save in:
de: Speichern in:
es: Guardar en:
fr: Enregistrer dans :
it: Salva in:
pt: Salvar em:

source: The specified output path is invalid because it does not specify a valid folder.
de: Der spezifizierte Ausgangspfad ist ungültig, weil er keinen gültigen Ordner spezifiziert.
es: La ruta de salida especificada es inválida porque no especifica una carpeta válida.
fr: Le chemin de sortie spécifié est invalide car il ne spécifie pas un dossier valide.
it: Il percorso di output specificato non è valido perché non specifica una cartella valida.
pt: O caminho de saída especificado é inválido porque não especifica uma pasta válida.

source: The file name you have entered is a folder. A folder is not valid for this operation.
de: Der Dateiname, den Sie verwendet haben, bezieht sich auf einen Ordner. Ein Ordner ist nicht gültig für diesen Vorgang.
es: El nombre de archivo que ha introducido es una carpeta. Una carpeta no es válida para esta operación.
fr: Le nom de fichier que vous avez entré est un dossier. Un dossier n'est pas valable pour cette opération.
it: Il nome del file che hai inserito è una cartella. Una cartella non è valida per questa operazione.
pt: O nome de arquivo que você inseriu é uma pasta. Uma pasta não é válida para esta operação.
