Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: Version:
es: Versión:
it: Versione:
pt: Versão:

source: Version 1.0
es: Versión 1.0
it: Versione 1.0
pt: Versão 1.0

source: Version 2.0 (Recommended)
de: Version 2.0 (Empfohlen)
es: Versión 2.0 (Recomendado)
fr: Version 2.0 (Recommandée)
it: Versione 2.0 (Raccomandata)
pt: Versão 2.0 (Recomendado)

source: Compress File
de: Datei komprimieren
es: Comprimir Archivo
fr: Compresser le fichier
it: Comprimi File
pt: Comprimir Arquivo

source: A valid location needs to be specified to continue.
de: Ein gültiger Ort muss angegeben werden, um fortzufahren.
es: Es necesario especificar una ubicación válida para continuar.
fr: Un emplacement valide doit être spécifié pour continuer.
it: È necessario specificare una posizione valida per continuare.
pt: Uma localização válida precisa ser especificada para continuar.

source: Invalid Location
de: Ungültiger Pfad
es: Ubicación Inválida
fr: Emplacement invalide
it: Posizione non valida
pt: Localização Inválida

source: The specified folder does not exist or is invalid. Please choose a valid folder to continue.
de: Der spezifizierte Ordner existiert nicht oder ist ungültig. Bitte wählen Sie einen gültigen Ordner, um fortzufahren.
es: La carpeta especificada no existe o es inválida. Por favor, elija una carpeta válida para continuar.
fr: Le dossier spécifié n'existe pas ou est invalide. Veuillez choisir un dossier valide pour continuer.
it: La cartella specificata non esiste o non è valida. Si prega di scegliere una cartella valida per continuare.
pt: A pasta especificada não existe ou é inválida. Por favor, escolha uma pasta válida para continuar.

source: Invalid Path
de: Ungültiger Pfad
es: Ruta Inválida
fr: Chemin invalide
it: Percorso non valido
pt: Caminho Inválido

source: Choose Folder
de: Ordner wählen
es: Elegir Carpeta
fr: Choisir le dossier
it: Scegli cartella
pt: Escolher Pasta

source: Choose Files
de: Dateien wählen
es: Elegir Archivos
fr: Choisir les fichiers
it: Scegli file
pt: Escolher Arquivos

source: Choose File
de: Datei wählen
es: Elegir Archivo
fr: Choisir le fichier
it: Scegli file
pt: Escolher Arquivo

source: Text Files
de: Textdatei
es: Archivos de Texto
fr: Fichiers texte
it: File di testo
pt: Arquivos de Texto

source: Please select the ODBC data source to which you would like to connect.
de: Bitte wählen Sie die ODBC Datenquelle mit der eine Verbindung hergestellt werden soll.
es: Por favor, seleccione la fuente de datos ODBC a la que le gustaría conectarse.
fr: Veuillez sélectionner la source de données ODBC à laquelle vous souhaitez vous connecter.
it: Si prega di selezionare la fonte dati ODBC a cui si desidera connettersi.
pt: Selecione a fonte de dados ODBC à qual você gostaria de se conectar.

source: Data Source
de: Quellendatei
es: Fuente de Datos
fr: Source de données
it: Fonte dati
pt: Fonte de Dados

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição

source: %s is missing a required component (xdodbc) and must be reinstalled
de: %s fehlt eine notwendige Komponente (xdodbc) und muss erneut installiert werden.
es: A %s le falta un componente requerido (xdodbc) y debe ser reinstalado
fr: %s manque d'un composant requis (xdodbc) et doit être réinstallé
it: A %s manca un componente richiesto (xdodbc) e deve essere reinstallato
pt: %s está faltando um componente necessário (xdodbc) e deve ser reinstalado

source: Please contact your database administrator to set up an ODBC database connection
de: Bitte kontaktieren Sie Ihren Datenbank- Administrator, um eine ODBC Dantenbankverbindung zu konfiguieren.
es: Por favor contacte a su administrador de base de datos para establecer una conexión a la base de datos ODBC
fr: Veuillez contacter votre administrateur de base de données pour configurer une connexion à la base de données ODBC
it: Si prega di contattare l'amministratore del database per impostare una connessione al database ODBC
pt: Entre em contato com o administrador do banco de dados para configurar uma conexão de banco de dados ODBC

source: Please enter the connection settings for the database to which you would like to connect.
de: Bitte geben Sie die Verbindungseinstellungen für die Datenbank ein, zu der Sie eine Verbindung herstellen möchten.
es: Por favor ingrese las configuraciones de conexión para la base de datos a la que le gustaría conectarse.
fr: Veuillez saisir les paramètres de connexion pour la base de données à laquelle vous souhaitez vous connecter.
it: Si prega di inserire le impostazioni di connessione per il database a cui si desidera connettersi.
pt: Insira as configurações de conexão para o banco de dados ao qual você gostaria de se conectar.

source: Server:
es: Servidor:
fr: Serveur:
pt: Servidor:

source: Database:
de: Datenbank:
es: Base de Datos:
fr: Base de données:
pt: Banco de Dados:

source: Port Number:
de: Portnummer:
es: Número de Puerto:
fr: Numéro de port:
it: Numero di porta:
pt: Número da Porta:

source: User Name:
de: Benutzename:
es: Nombre de Usuario:
fr: Nom d'utilisateur:
it: Nome utente:
pt: Nome do Usuário:

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
pt: Senha:

source: Save Password
de: Passwort speichern
es: Guardar Contraseña
fr: Enregistrer le mot de passe
it: Salva Password
pt: Salvar Senha

source: There was an error connecting to the specified database.
de: Dateien können nur in Ordner verschoben werden.
es: Hubo un error al conectar con la base de datos especificada.
fr: Une erreur s'est produite lors de la connexion à la base de données spécifiée.
it: Si è verificato un errore durante la connessione al database specificato.
pt: Ocorreu um erro ao conectar à base de dados especificada.

source: Your system may be lacking the necessary Oracle client software.
de: Diesem Rechner fehlt möglicherweise die benötigte Oracle-Client-Software.
es: A su sistema le puede faltar el software de cliente Oracle necesario.
fr: Votre système peut manquer du logiciel client Oracle nécessaire.
it: Al tuo sistema potrebbe mancare il necessario software client Oracle.
pt: Seu sistema pode estar sem o necessário software de cliente Oracle.

source: <Enter page message here>
de: <Bitte geben Sie die Seitennachricht hier ein>
es: <Ingrese el mensaje de la página aquí>
fr: <Insérer le message de la page ici>
it: <Inserisci qui il messaggio della pagina>
pt: <Insira a mensagem da página aqui>

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: File
de: Datei
es: Archivo
fr: Fichier
pt: Arquivo

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
pt: Pasta

source: Create Connection
de: Verbindung erstellen
es: Crear Conexión
fr: Créer une connexion
it: Crea Connessione
pt: Criar Conexão

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
pt: Conectar

source: Path Selection
de: Pfadauswahl
es: Selección de Ruta
fr: Sélection de chemin
it: Selezione Percorso
pt: Seleção de Caminho

source: ODBC Data Source
de: ODBC Datenquelle
es: Fuente de Datos ODBC
fr: Source de données ODBC
it: Sorgente Dati ODBC
pt: Fonte de Dados ODBC

source: Server Properties
de: Servereigenschaften
es: Propiedades del Servidor
fr: Propriétés du serveur
it: Proprietà Server
pt: Propriedades do Servidor

source: Please enter the username and password for the selected database.
de: Bitte geben Sie Ihren Benutzername und Ihr Passwort ein für die ausgewählte Datenbank.
es: Por favor introduzca el nombre de usuario y contraseña para la base de datos seleccionada.
fr: Veuillez entrer le nom d'utilisateur et le mot de passe pour la base de données sélectionnée.
it: Inserisci il nome utente e la password del database selezionato.
pt: Insira o nome de usuário e senha para a base de dados selecionada.

source: Project '%s'
de: Projekt '%s'
es: Proyecto '%s'
fr: Projet '%s'
it: Progetto '%s'
pt: Projeto '%s'

source: &Edit...
de: Bearbeiten...
es: &Editar...
fr: &Modifier...
it: &Modifica...
pt: &Editar...

source: The file cannot be opened. Please check to make sure that the file exists, that you have the necessary permissions to access it, and it is not currently being modified.
de: Die Datei kann nicht geöffnet werden. Bitte überprüfen Sie, ob die Datei tatsächlich existiert. Stellen Sie fest, ob Sie die notwendigen Zugriffsrechte haben, um die Datei zu öffnen und schauen Sie nach, ob die Datei zur Zeit modifiziert wird.
es: No se puede abrir el archivo. Por favor, compruebe que el archivo existe, que tiene los permisos necesarios para acceder a él, y que no está siendo modificado actualmente.
fr: Le fichier ne peut pas être ouvert. Veuillez vérifier si le fichier existe, que vous avez les permissions nécessaires pour y accéder, et s'il n'est pas actuellement en cours de modification.
it: Il file non può essere aperto. Verifica che il file esista, che tu abbia le necessarie autorizzazioni per accedervi e che non sia attualmente in fase di modifica.
pt: O arquivo não pode ser aberto. Por favor, verifique se o arquivo existe, se você tem as permissões necessárias para acessá-lo, e se ele não está sendo modificado no momento.

source: Connection Properties
de: Verbindungseigenschaften
es: Propiedades de Conexión
fr: Propriétés de la connexion
it: Proprietà Connessione
pt: Propriedades da Conexão

source: You are about to remove the following connection(s). Are you sure you want to continue?
de: Sie sind gerade dabei, die folgenden Verbindungen zu löschen. Möchten Sie fortfahren?
es: Está a punto de eliminar la(s) siguiente(s) conexión(es). ¿Está seguro de que quiere continuar?
fr: Vous êtes sur le point de supprimer les connexion(s) suivantes. Êtes-vous sûr de vouloir continuer?
it: Stai per rimuovere le seguenti connessioni. Sei sicuro di voler continuare?
pt: Você está prestes a remover a(s) seguinte(s) conexão(ões). Tem certeza de que deseja continuar?

source: You are about to delete the following item(s). Are you sure you want to continue?
de: Sie sind gerade dabei, die folgenden Objekte zu löschen. Möchten Sie fortfahren?
es: Está a punto de eliminar el/los siguiente(s) elemento(s). ¿Está seguro de que quiere continuar?
fr: Vous êtes sur le point de supprimer l'élément(s) suivant. Êtes-vous sûr de vouloir continuer?
it: Stai per eliminare i seguenti elementi. Sei sicuro di voler continuare?
pt: Você está prestes a deletar o(s) seguinte(s) item(s). Tem certeza de que deseja continuar?

source: (More files...)
de: (Mehr Dateien...)
es: (Más archivos...)
fr: (Plus de fichiers...)
it: (Altri files...)
pt: (Mais arquivos...)

source: You are about to remove the following external connection. Are you sure?
de: Sie sind gerade dabei, folgenden externen Verbindungen zu löschen. Möchten Sie das?
es: Está a punto de eliminar la siguiente conexión externa. ¿Está seguro?
fr: Vous êtes sur le point de supprimer la connexion externe suivante. Êtes-vous sûr?
it: Stai per rimuovere la seguente connessione esterna. Sei sicuro?
pt: Você está prestes a remover a seguinte conexão externa. Tem certeza?

source: One or more of the following items could not be deleted. They may be in use.
de: Einer oder mehrere der folgenden Artikel konnten nicht gelöscht werden. Sie werden möglicherweise bearbeitet.
es: Uno o más de los siguientes elementos no pudieron ser eliminados. Pueden estar en uso.
fr: Un ou plusieurs des éléments suivants n'ont pas pu être supprimés. Ils peuvent être en cours d'utilisation.
it: Uno o più dei seguenti elementi non può essere cancellato. Potrebbero essere in uso.
pt: Um ou mais dos seguintes itens não puderam ser excluídos. Eles podem estar em uso.

source: One or more of the following items could not be deleted. They may be in use or read-only, or you may not have user privileges to delete them.
de: Einer oder mehrere der folgenden Artikeln konnten nicht gelöscht werden. Sie werden möglicherweise gerade verwendet oder sind mit einem Schreibschutz versehen, oder Sie sind nicht befugt, diese Artikel zu löschen.
es: Uno o más de los siguientes elementos no pudieron ser eliminados. Pueden estar en uso o ser de solo lectura, o puede que no tenga privilegios de usuario para eliminarlos.
fr: Un ou plusieurs des éléments suivants n'ont pas pu être supprimés. Ils peuvent être en cours d'utilisation ou en lecture seule, ou vous n'avez peut-être pas les privilèges d'utilisateur pour les supprimer.
it: Uno o più dei seguenti elementi non può essere cancellato. Potrebbero essere in uso o in sola lettura, o potresti non avere i privilegi utente per eliminarli.
pt: Um ou mais dos seguintes itens não puderam ser deletados. Eles podem estar em uso ou somente leitura, ou você pode não ter privilégios de usuário para deletá-los.

source: Compiler error (line %d): %s
de: Kompilierungsfehler (Zeile %d): %s
es: Error de compilador (línea %d): %s
fr: Erreur de compilateur (ligne %d) : %s
it: Errore del compilatore (linea %d): %s
pt: Erro de compilação (linha %d): %s

source: The selected script could not be run because there are errors in it: %s
de: Das ausgewählte Skriptprogramm konnte nicht ausgeführt werden, weil Fehler enthalten sind. %s
es: No se pudo ejecutar el script seleccionado porque tiene errores en él: %s
fr: Le script sélectionné n'a pas pu être exécuté car il contient des erreurs : %s
it: Lo script selezionato non può essere eseguito perché contiene errori: %s
pt: O script selecionado não pôde ser executado porque há erros nele: %s

source: One or more source and/or destination files are the same.
de: Eine oder mehrere Eingangs- und/oder Ausgangsdateien sind gleich.
es: Uno o más archivos de origen y/o destino son los mismos.
fr: Un ou plusieurs fichiers sources et/ou destination sont identiques.
it: Uno o più file sorgente e/o di destinazione sono gli stessi.
pt: Um ou mais arquivos de origem e/ou destino são os mesmos.

source: Copying Records
de: Datensätze kopieren
es: Copiando Registros
fr: Copie des enregistrements
it: Copia Registrazioni
pt: Copiando Registros

source: Select Item Location
de: Speicherort des Objekts auswählen
es: Seleccionar Ubicación del Elemento
fr: Sélectionner l'emplacement de l'élément
it: Seleziona Posizione Elemento
pt: Selecionar Local do Item

source: OK
es: Aceptar

source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau dossier
it: Nuova Cartella
pt: Nova Pasta

source: A folder could not be created in this location.
de: Ein Ordner konnte an diesem Ort nicht erstellt werden.
es: No se pudo crear una carpeta en esta ubicación.
fr: Un dossier n'a pas pu être créé à cet emplacement.
it: Non è possibile creare una cartella in questa posizione.
pt: Uma pasta não pôde ser criada neste local.

source: New Table
de: &Neue Tabelle
es: Nueva Tabla
fr: Nouvelle table
it: Nuova Tavola
pt: Nova Tabela

source: A file could not be created in this folder.
de: Die konnte nicht in diesem Ordner erstellt werden.
es: No se pudo crear un archivo en esta carpeta.
fr: Un fichier n'a pas pu être créé dans ce dossier.
it: Non è possibile creare un file in questa cartella.
pt: Um arquivo não pôde ser criado nesta pasta.

source: New Report
de: Neuer Bericht
es: Nuevo Informe
fr: Nouveau rapport
it: Nuovo Report
pt: Novo Relatório

source: New Query
de: Neue Abfrage
es: Nueva Consulta
fr: Nouvelle requête
it: Nuova Query
pt: Nova Consulta

source: New Script
de: Neues Programm
es: Nuevo Script
fr: Nouveau script
it: Nuovo Script
pt: Novo Script

source: An object with the name '%s' already exists. Please choose a different name.
de: Das Objekt mit dem Namen '%s' existiert bereits. Bitte wählen Sie einen anderen Namen.
es: Ya existe un objeto con el nombre '%s'. Por favor, elija un nombre diferente.
fr: Un objet portant le nom '%s' existe déjà. Veuillez choisir un autre nom.
it: Un oggetto con il nome '%s' esiste già. Scegli un nome diverso.
pt: Um objeto com o nome '%s' já existe. Por favor, escolha um nome diferente.

source: The file or table cannot be renamed right now. The file or table may be in use or otherwise locked. Please try again later.
de: Die Datei oder Tabelle kann momentan nicht umbenannt werden. Es ist möglich, dass die Datei momentan anderswo benutzt oder gesperrt wird. Bitte versuchen Sie es später nochmals.
es: El archivo o tabla no puede ser renombrado ahora. El archivo o tabla puede estar en uso o bloqueado. Por favor, inténtelo de nuevo más tarde.
fr: Le fichier ou la table ne peut pas être renommé en ce moment. Le fichier ou la table peut être en cours d'utilisation ou autrement verrouillé. Veuillez réessayer plus tard.
it: Il file o la tabella non possono essere rinominati al momento. Il file o la tabella potrebbero essere in uso o bloccati in altro modo. Per favore riprova più tardi.
pt: O arquivo ou tabela não pode ser renomeado agora. O arquivo ou tabela pode estar em uso ou de outra forma bloqueado. Por favor, tente novamente mais tarde.

source: &Open
de: &Öffnen
es: &Abrir
fr: &Ouvrir
it: &Apri
pt: &Abrir

source: Cu&t
de: Ausschnei&den
es: &Cortar
fr: Cou&per
it: &Taglia
pt: Cor&tar

source: &Copy
de: &Kopieren
es: &Copiar
fr: &Copier
it: &Copia
pt: &Copiar

source: Properti&es
de: Eigenschaften
es: Propi&edades
fr: Propriét&és
it: &Proprietà
pt: Propriedad&es

source: Re&move
de: Entfernen
es: &Eliminar
fr: &Retirer
it: Re&muovi
pt: Re&moção

source: &Folder
de: Ordner
es: &Carpeta
fr: &Dossier
it: &Cartella
pt: &Pasta

source: &Table
de: Tabelle
es: &Tabla
it: &Tavolo
pt: &Tabela

source: Refres&h
de: Aktualisieren
es: &Refrescar
fr: R&afraîchir
it: Aggiorna&re
pt: Atuali&zar

source: &Switch Project
de: Projekt wechseln
es: &Cambiar Proyecto
fr: &Changer de projet
it: &Cambia Progetto
pt: &Alternar Projeto

source: &Paste
de: &Einfügen
es: &Pegar
fr: &Coller
it: &Incolla
pt: &Colar

source: &Expand
de: Ausklappen
es: &Expandir
fr: &Développer
it: &Espandi
pt: &Expandir

source: C&ollapse
de: Einklappen
es: &Colapsar
fr: R&eplier
it: R&iduci
pt: Re&duzir

source: Refre&sh
de: Aktualisieren
es: &Refrescar
fr: Raf&raîchir
it: Aggiorna&re
pt: Atualiza&r

source: Edit &Connection...
de: Verbindung bearbeiten...
es: Editar &Conexión...
fr: Modifier &Connexion...
it: Modifica &Connessione...
pt: Editar &Conexão...

source: &Rename
de: &Umbenennen
es: &Renombrar
fr: &Renommer
it: &Rinomina
pt: &Renomear

source: Cre&ate Connection...
de: Verbindung erstellen...
es: &Crear Conexión...
fr: Cré&er une connexion...
it: Cre&a Connessione...
pt: Cri&ar Conexão...

source: P&roperti&es
de: &Eigenschaften
es: &Propiedades
fr: P&ropriét&eacutes
it: P&ropriet&à
pt: &Propriedad&es

source: Text &Editor
es: &Editor de Texto
fr: Éditeur de &Texte
it: Editor di &Testo
pt: Editor de &Texto

source: &Table Browser
de: Tabellenbrowser
es: &Navegador de Tablas
fr: Navigateur de &Table
it: &Navigatore Tabelle
pt: &Navegador de Tabelas

source: &Web Browser
es: &Navegador Web
fr: Navigateur &Web
it: &Browser Web
pt: &Navegador da Web

source: &Edit Structure
de: Struktur bearbeiten
es: &Editar Estructura
fr: Modifier la Structure
it: &Modifica Struttura
pt: &Editar Estrutura

source: Open &With
de: Öffnen mit
es: Abrir &Con
fr: Ouvrir a&vec
it: Apri &Con
pt: Abrir &Com

source: Ru&n
de: Ausführen
es: &Ejecutar
fr: La&ncer
it: Co&rrere
pt: &Executar

source: Files can only be dragged into folders
de: Dateien können nur in einen Ordner verschoben werden.
es: Los archivos solo pueden arrastrarse a las carpetas
fr: Les fichiers ne peuvent être glissés que dans des dossiers
it: I file possono essere trascinati solo nelle cartelle
pt: Arquivos só podem ser arrastados para pastas

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto
pt: Expirado

source: (%d day left)
de: (Ihre Lizenz läuft in %d Tag ab.)
es: (%d día restante)
fr: (%d jour restant)
it: (%d giorno rimasto)
pt: (%d dia restante)

source: (%d days left)
de: (Ihre Lizenz läuft in %d Tagen ab.)
es: (%d días restantes)
fr: (%d jours restants)
it: (%d giorni rimasti)
pt: (%d dias restantes)

source: Activated
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
pt: Ativado

source: Expires
de: Lizenzablauf am
es: Expira
fr: Expire
it: Scade
pt: Expira

source: Not Activated
de: Nicht aktiviert
es: No Activado
fr: Non activé
it: Non Attivato
pt: Não Ativo

source: Software Activation Help
de: Softwareaktivierungs- Hilfe
es: Ayuda para la Activación del Software
fr: Aide à l'activation du logiciel
it: Aiuto Attivazione Software
pt: Ajuda para Ativação do Software

source: Thank you for installing %s. Prior to working with the software, it must first be activated.
de: Danke, dass Sie %s installiert haben. Um mit der Software arbeiten zu können, müssen Sie diese zunächste aktivieren.
es: Gracias por instalar %s. Antes de trabajar con el software, debe ser activado.
fr: Merci d'avoir installé %s. Avant de travailler avec le logiciel, il doit d'abord être activé.
it: Grazie per aver installato %s. Prima di lavorare con il software, deve prima essere attivato.
pt: Obrigado por instalar %s. Antes de trabalhar com o software, ele deve ser ativado.

source: Activate Automatically
de: Automatisch aktivieren
es: Activar Automáticamente
fr: Activer automatiquement
it: Attiva Automaticamente
pt: Ativar Automaticamente

source: Activating automatically over the Internet is the easiest way to get your software up and running. Simply enter the serial code (provided in your email confirmation) and then click the OK button. Your software will be activated over the Internet and you'll be able to begin using the software immediately.
de: Automatische Aktivierung durch das Interent is die einfachste Art und Weise Ihre Software zum Laufen zu bekommen. Geben Sie den Seriencode ( Diese befinden sich in Ihrer Auftragsbestätigungs-Email) ein und klicken Sie auf das OK Feld. Ihre Software wird durch das Internet aktiviert, und die Software kann gleich danach benutzt werden.
es: La activación automática por Internet es la forma más fácil de poner en funcionamiento su software. Simplemente ingrese el código de serie (proporcionado en la confirmación de su correo electrónico) y luego haga clic en el botón Aceptar. Su software se activará por Internet y podrá comenzar a usarlo inmediatamente.
fr: L'activation automatique sur Internet est le moyen le plus simple pour démarrer votre logiciel. Entrez simplement le code de série (fourni dans votre confirmation par e-mail) puis cliquez sur le bouton OK. Votre logiciel sera activé sur Internet et vous pourrez commencer à l'utiliser immédiatement.
it: L'attivazione automatica via Internet è il modo più semplice per far funzionare il tuo software. Inserisci semplicemente il codice seriale (fornito nella tua email di conferma) e poi clicca il pulsante OK. Il tuo software sarà attivato via Internet e sarai in grado di iniziare ad utilizzare il software immediatamente.
pt: Ativar automaticamente pela internet é a maneira mais fácil de colocar o seu software pra funcionar. Simplesmente insira o código (fornecido no seu e-mail de confirmação) e então clique no botão OK. O seu software será ativado pela internet e você poderá começar a usá-lo imediatamente.

source: Activate Manually
de: Manuell aktivieren
es: Activar Manualmente
fr: Activer manuellement
it: Attiva Manualmente
pt: Ativar Manualmente
