Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: The replace value is not valid for the selected field. Please enter a valid replace value for this field to continue.
de: Der angegebene Wert ist nicht gültig für das selektierte Feld. Bitte geben Sie einen gültigen Wert für dieses Feld ein, um fortzufahren.
es: El valor de reemplazo no es válido para el campo seleccionado. Por favor, ingrese un valor de reemplazo válido para este campo para continuar.
fr: La valeur de remplacement n'est pas valide pour le champ sélectionné. Veuillez saisir une valeur de remplacement valide pour ce champ pour continuer.
it: Il valore da sostituire non è valido per il campo selezionato. Inserisci un valore valido da sostituire per continuare.
pt: O valor de substituição não é válido para o campo selecionado. Por favor, insira um valor de substituição válido para este campo para continuar.

source: The formula entered for updating matching records is empty. All values in the selected field will be replaced with the specified replace value. Are you sure you want to continue?
de: Die eingegebene Formel ist leer. Alle Werte in der gewählten Spalte werden aktualisiert mit dem angegebenen Wert. Möchten Sie fortfahren?
es: La fórmula introducida para actualizar los registros coincidentes está vacía. Todos los valores en el campo seleccionado serán reemplazados con el valor de reemplazo especificado. ¿Está seguro de que desea continuar?
fr: La formule entrée pour la mise à jour des enregistrements correspondants est vide. Toutes les valeurs du champ sélectionné seront remplacées par la valeur de remplacement spécifiée. Êtes-vous sûr de vouloir continuer?
it: La formula inserita per l'aggiornamento dei record corrispondenti è vuota. Tutti i valori nel campo selezionato verranno sostituiti con il valore specificato da sostituire. Sei sicuro di voler continuare?
pt: A fórmula inserida para atualizar os registros correspondentes está vazia. Todos os valores no campo selecionado serão substituídos pelo valor de substituição especificado. Tem certeza de que deseja continuar?

source: Update Values
de: Datensätze aktualisieren
es: Actualizar Valores
fr: Mettre à jour les valeurs
it: Aggiorna Valori
pt: Atualizar Valores

source: Divide
de: Dividieren
es: Dividir
fr: Diviser
it: Dividi
pt: Dividir

source: Divide By:
de: Getrennt durch:
es: Dividir Por:
fr: Diviser par :
it: Dividi Per:
pt: Dividir Por:

source: Number of records
de: Anzahl der Datensätze
es: Número de registros
fr: Nombre d'enregistrements
it: Numero di record
pt: Número de registros

source: Number of tables
de: Anzahl der Tabellen
es: Número de tablas
fr: Nombre de tables
it: Numero di tabelle
pt: Número de tabelas

source: Table size
de: Tabellengröße
es: Tamaño de la tabla
fr: Taille de la table
it: Dimensione della tabella
pt: Tamanho da tabela

source: Source Table:
de: Tabellenquelle:
es: Tabla Fuente:
fr: Table source :
it: Tabella Sorgente:
pt: Tabela de Origem:

source: Table Prefix:
de: Tabellenpräfix:
es: Prefijo de Tabla:
fr: Préfixe de table :
it: Prefisso Tabella:
pt: Prefixo da Tabela:

source: Record Count:
de: Datensatzanzahl
es: Conteo de Registros:
fr: Nombre d'enregistrements :
it: Conteggio Record:
pt: Contagem de Registros:

source: Table Count:
de: Tabellenanzahl:
es: Conteo de Tablas:
fr: Nombre de tables :
it: Conteggio Tabelle:
pt: Contagem de Tabelas:

source: Table Size:
de: Tabellengröße:
es: Tamaño de la Tabla:
fr: Taille de la table :
it: Dimensione Tabella:
pt: Tamanho da Tabela:

source: Formula:
de: Formel:
es: Fórmula:
fr: Formule :
pt: Fórmula:

source: Input Options
de: Eingangseinstellungen
es: Opciones de Entrada
fr: Options d'entrée
it: Opzioni di Input
pt: Opções de Entrada

source: Output Options
de: Ausgangseinstellungen
es: Opciones de Salida
fr: Options de sortie
it: Opzioni di Output
pt: Opções de Saída

source: The source table specified is invalid. Please specify a valid table to continue.
de: Die Quellentabelle ist ungültig. Bitte geben Sie eine gültige Tabelle an, um fortzufahren.
es: La tabla fuente especificada es inválida. Por favor, especifique una tabla válida para continuar.
fr: La table source spécifiée est invalide. Veuillez spécifier une table valide pour continuer.
it: La tavola sorgente specificata non è valida. Specifica una tavola valida per continuare.
pt: A tabela de origem especificada é inválida. Por favor, especifique uma tabela válida para continuar.

source: Divide Table
de: &Tabelle teilen...
es: Dividir Tabla
fr: Diviser la table
it: Dividi Tavola
pt: Dividir Tabela

source: One or more of the items dragged from the project panel is an external table and cannot be specified as the source table.
de: Ein oder mehrere Artikel, die aus dem Projektpanel verschoben worden sind, sind externe Tabellen und können nicht als Quellentabelle angegeben werden.
es: Uno o más de los elementos arrastrados desde el panel de proyectos es una tabla externa y no puede especificarse como la tabla fuente.
fr: Un ou plusieurs des éléments tirés du panneau du projet sont une table externe et ne peuvent pas être spécifiés comme table source.
it: Uno o più degli elementi trascinati dal pannello del progetto sono tabelle esterne e non possono essere specificati come tabelle sorgente.
pt: Um ou mais dos itens arrastados do painel do projeto é uma tabela externa e não pode ser especificada como a tabela de origem.

source: -- Column Break --
de: -- Spaltentrenner --
es: -- Salto de Columna --
fr: -- Saut de colonne --
it: -- Interruzione Colonna --
pt: -- Quebra de Coluna --

source: Column Views
de: &Spaltenansichten
es: Vistas de Columna
fr: Vues de colonnes
it: Visualizzazione Colonne
pt: Visualizações de Coluna

source: Views
de: Ansichten
es: Vistas
fr: Vues
it: Viste
pt: Visualizações

source: Visible Fields
de: Eingeblendete Felder
es: Campos Visibles
fr: Champs visibles
it: Campi visibili
pt: Campos Visíveis

source: view
de: Ansicht
es: vista
fr: vue
it: visualizzazione
pt: visualizar

source: No fields exist in the selected view. Please add at least one field to the view to continue.
de: Kein Feld existiert in der angegebenen Ansicht. Bitte fügen Sie mindestens ein Feld zur Ansicht dazu, um fortzufahren.
es: No existen campos en la vista seleccionada. Por favor, añada al menos un campo a la vista para continuar.
fr: Aucun champ n'existe dans la vue sélectionnée. Veuillez ajouter au moins un champ à la vue pour continuer.
it: Non esistono campi nella vista selezionata. Aggiungi almeno un campo alla vista per continuare.
pt: Nenhum campo existe na visualização selecionada. Por favor, adicione pelo menos um campo à visualização para continuar.

source: Select Distinct
es: Seleccionar Distinto
fr: Sélectionnez Distinct
it: Seleziona Distinto
pt: Selecionar Distinto

source: Query Definition
de: Abfragedefinition
es: Definición de Consulta
fr: Définition de la requête
it: Definizione Query
pt: Definição de Consulta

source: To add source tables to this query, drag in tables from the Project Panel or double-click here
de: Um zu dieser Abfrage Quell-Tabellen hinzuzufügen, ziehen Sie die entsprechenden Tabellen aus dem Projektpanel auf dieses Fenster oder klicken Sie zweimal hier.
es: Para agregar tablas fuente a esta consulta, arrastre las tablas desde el Panel de Proyectos o haga doble clic aquí
fr: Pour ajouter des tables sources à cette requête, glissez les tables depuis le panneau du projet ou double-cliquez ici
it: Per aggiungere tabelle sorgente a questa query, trascina le tabelle dal Pannello Progetto o fai doppio clic qui
pt: Para adicionar tabelas de origem a esta consulta, arraste tabelas do Painel do Projeto ou clique duas vezes aqui

source: Input Formula
de: Eingangsformel
es: Fórmula de Entrada
fr: Formule d'entrée
it: Formola di Input
pt: Fórmula de Entrada

source: Sort Order
de: Sortierung
es: Orden de Clasificación
fr: Ordre de tri
it: Ordine di ordinamento
pt: Ordem de Classificação

source: Criteria
de: Kriterien
es: Criterios
fr: Critères
it: Criteri
pt: Critérios

source: Or
de: Oder
es: O
fr: Ou
it: O
pt: Ou

source: 1. Ascending
de: 1. aufsteigend
es: 1. Ascendente
fr: 1. Croissant
it: 1. Crescente
pt: 1. Crescente

source: 2. Ascending
de: 2. aufsteigend
es: 2. Ascendente
fr: 2. Croissant
it: 2. Crescente
pt: 2. Crescente

source: 3. Ascending
de: 3. aufsteigend
es: 3. Ascendente
fr: 3. Croissant
it: 3. Crescente
pt: 3. Crescente

source: 4. Ascending
de: 4. aufsteigend
es: 4. Ascendente
fr: 4. Croissant
it: 4. Crescente
pt: 4. Crescente

source: 5. Ascending
de: 5. aufsteigend
es: 5. Ascendente
fr: 5. Croissant
it: 5. Crescente
pt: 5. Crescente

source: 6. Ascending
de: 6. aufsteigend
es: 6. Ascendente
fr: 6. Croissant
it: 6. Crescente
pt: 6. Crescente

source: 1. Descending
de: 1. absteigend
es: 1. Descendente
fr: 1. Décroissant
it: 1. Decrescente
pt: 1. Descendente

source: 2. Descending
de: 2. absteigend
es: 2. Descendente
fr: 2. Descendant
it: 2. Descendente
pt: 2. Decrescente

source: 3. Descending
de: 4. absteigend
es: 3. Descendente
fr: 3. Descendant
it: 3. Descendente
pt: 3. Decrescente

source: 4. Descending
de: 4. absteigend
es: 4. Descendente
fr: 4. Descendant
it: 4. Descendente
pt: 4. Decrescente

source: 5. Descending
de: 5. absteigend
es: 5. Descendente
fr: 5. Descendant
it: 5. Descendente
pt: 5. Decrescente

source: 6. Descending
de: 6. absteigend
es: 6. Descendente
fr: 6. Descendant
it: 6. Descendente
pt: 6. Decrescente

source: &Insert Field
de: &Feld einfügen
es: &Insertar Campo
fr: &Insérer Champ
it: &Insira Campo
pt: &Inserir Campo

source: &Insert Fields
de: &Felder einfügen
es: &Insertar Campos
fr: &Insérer Champs
it: &Insira Campos
pt: &Inserir Campos

source: Select &All
de: &Alles markieren
es: Seleccionar &Todo
fr: Sélectionner &Tout
it: Selecione &Todos
pt: Selecionar &Tudo

source: One or more of the items is a folder. Folders cannot be added to the relationship diagram.
de: Ein oder mehrere von den Artikeln sind Ordner. Ordner könne nicht in ein Verknüpfungsdiagramm hinzugefügt werden.
es: Uno o más de los elementos es una carpeta. Las carpetas no pueden ser añadidas al diagrama de relaciones.
fr: Un ou plusieurs des éléments est un dossier. Les dossiers ne peuvent pas être ajoutés au diagramme de relation.
it: Um ou mais dos itens é uma pasta. Pastas não podem ser adicionadas ao diagrama de relacionamento.
pt: Um ou mais dos itens é uma pasta. Pastas não podem ser adicionadas ao diagrama de relacionamento.

source: One or more of the items is an external table. External tables cannot be added to the relationship diagram.
de: Ein oder mehrere von den Artikel sind eine externe Tabelle. Externe Tabelllen können nicht in ein Verknüpfungsdiagramm hinzugefügt werden.
es: Uno o más de los elementos es una tabla externa. Las tablas externas no pueden ser añadidas al diagrama de relaciones.
fr: Un ou plusieurs des éléments est une table externe. Les tables externes ne peuvent pas être ajoutées au diagramme de relation.
it: Um ou mais dos itens é uma tabela externa. Tabelas externas não podem ser adicionadas ao diagrama de relacionamento.
pt: Um ou mais dos itens é uma tabela externa. Tabelas externas não podem ser adicionadas ao diagrama de relacionamento.

source: One or more of the items is not a table. Items that are not tables cannot be added to the relationship diagram.
de: Ein oder mehrere von den Artikeln ist keine Tabelle. Artikel, die keine Tabelllen sind, können nicht in ein Verknüpfungsdiagramm hinzugefügt werden.
es: Uno o más de los elementos no es una tabla. Los elementos que no son tablas no pueden ser añadidos al diagrama de relaciones.
fr: Un ou plusieurs des éléments ne sont pas une table. Les éléments qui ne sont pas des tables ne peuvent pas être ajoutés au diagramme de relation.
it: Um ou mais dos itens não é uma tabela. Itens que não são tabelas não podem ser adicionados ao diagrama de relacionamento.
pt: Um ou mais dos itens não é uma tabela. Itens que não são tabelas não podem ser adicionados ao diagrama de relacionamento.

source: One or more of the items could not be found in the project.
de: Ein oder mehrere von den Artikeln konnen nicht im Projekt gefunden werden.
es: Uno o más de los elementos no se pudo encontrar en el proyecto.
fr: Un ou plusieurs des éléments n'ont pas pu être trouvés dans le projet.
it: Um ou mais dos itens não pôde ser encontrado no projeto.
pt: Um ou mais dos itens não foram encontrados no projeto.

source: The data set already exists in the diagram.
de: Die Datentabelle exisiert bereits in dem Diagramm.
es: El conjunto de datos ya existe en el diagrama.
fr: L'ensemble de données existe déjà dans le diagramme.
it: O conjunto de dados já existe no diagrama.
pt: O conjunto de dados já existe no diagrama.

source: Delete Relation
de: Relation löschen
es: Eliminar Relación
fr: Supprimer la relation
it: Excluir Relação
pt: Deletar Relação

source: To add output fields to this query, drag in fields from the above tables or double-click here
de: Um Ausgangsfelder zu dieser Abfrage hinzuzufügen, ziehen Sie Felder von den Tabellen oder klicken Sie zweimal hier.
es: Para añadir campos de salida a esta consulta, arrastre los campos de las tablas de arriba o haga doble clic aquí
fr: Pour ajouter des champs de sortie à cette requête, faites glisser les champs des tables ci-dessus ou double-cliquez ici
it: Para adicionar campos de saída a esta consulta, arraste campos das tabelas acima ou clique duas vezes aqui
pt: Para adicionar campos de saída a esta consulta, arraste os campos das tabelas acima ou clique duas vezes aqui

source: A query is already running. Please wait until the query has finished running or cancel the job.
de: Die Abfrage läuft bereits. Bitte warten Sie bis die Abfrage zu Ende gelaufen ist oder brechen Sie den Job ab.
es: Ya se está ejecutando una consulta. Por favor, espera hasta que la consulta haya terminado de ejecutar o cancela el trabajo.
fr: Une requête est déjà en cours d'exécution. Veuillez attendre que la requête ait fini de s'exécuter ou annulez le travail.
it: Uma consulta já está sendo executada. Por favor, aguarde até que a consulta termine de executar ou cancele o trabalho.
pt: Uma consulta já está em execução. Aguarde até que a consulta termine ou cancele o trabalho.

source: There was an error saving the specified query.
de: Es gab einen Fehler beim Speichern der angegebenen Abfrage.
es: Hubo un error al guardar la consulta especificada.
fr: Il y a eu une erreur en enregistrant la requête spécifiée.
it: Houve um erro ao salvar a consulta especificada.
pt: Ocorreu um erro ao salvar a consulta especificada.

source: Please specify a primary selection table.
de: Bitte geben Sie die primäre Selektionstabelle an.
es: Por favor, especifica una tabla de selección primaria.
fr: Veuillez spécifier une table de sélection principale.
it: Por favor, especifique uma tabela de seleção primária.
pt: Por favor, especifique uma tabela de seleção primária.

source: Please specify at the most one primary selection table.
de: Bitte geben Sie höchstens eine primäre Selektionstabelle an.
es: Por favor, especifica a lo sumo una tabla de selección primaria.
fr: Veuillez spécifier au plus une table de sélection principale.
it: Por favor, especifique no máximo uma tabela de seleção primária.
pt: Por favor, especifique no máximo uma tabela de seleção primária.

source: No query parameters are currently specified. Please add at least one parameter to the query definition.
de: Keine Abfragenparameter sind derzeit angegeben. Bitte fügen Sie mindestens einen Parameter zu der Abfragendenfinition hinzu.
es: Actualmente no se especifican parámetros de consulta. Por favor, añade al menos un parámetro a la definición de la consulta.
fr: Aucun paramètre de requête n'est actuellement spécifié. Veuillez ajouter au moins un paramètre à la définition de la requête.
it: Nenhum parâmetro de consulta está atualmente especificado. Por favor, adicione pelo menos um parâmetro à definição de consulta.
pt: Nenhum parâmetro de consulta está atualmente especificado. Adicione pelo menos um parâmetro à definição de consulta.

source: An input field or formula is missing.
de: Ein Eingangsfeld oder eine Formel fehlt.
es: Falta un campo de entrada o fórmula.
fr: Un champ d'entrée ou une formule manque.
it: Um campo de entrada ou fórmula está faltando.
pt: Um campo de entrada ou uma fórmula está faltando.

source: The sort order has an error. Two or more identical sort specifiers have been found.
de: Die Sortierung ist fehlerhaft. Zwei oder mehrere identischen Sortierungsfelder wurden spezifiziert.
es: El orden de clasificación tiene un error. Se han encontrado dos o más especificadores de clasificación idénticos.
fr: L'ordre de tri comporte une erreur. Deux spécificateurs de tri ou plus identiques ont été trouvés.
it: A ordem de classificação tem um erro. Dois ou mais identificadores de classificação idênticos foram encontrados.
pt: A ordem de classificação possui um erro. Foram encontrados dois ou mais especificadores de classificação idênticos.

source: The query condition contains an error.
de: Die Abfragekondition enthält Fehler.
es: La condición de consulta contiene un error.
fr: La condition de requête contient une erreur.
it: A condição da consulta contém um erro.
pt: A condição da consulta contém um erro.

source: The constructed SQL statement is empty.
de: Die konstruierte SQL-Anweisung ist leer.
es: La declaración SQL construida está vacía.
fr: L'instruction SQL construite est vide.
it: A instrução SQL construída está vazia.
pt: A instrução SQL construída está vazia.

source: Add Table
de: Tabelle hinzufügen
es: Añadir Tabla
fr: Ajouter Table
it: Adicionar Tabela
pt: Adicionar Tabela

source: The table could not be opened. It may currently be in use.
de: Die Tabelle konnte nicht geöffnet werden. Sie wird eventuell bereits benutzt.
es: La tabla no se pudo abrir. Puede que esté en uso actualmente.
fr: La table n'a pas pu être ouverte. Elle est peut-être actuellement utilisée.
it: A tabela não pôde ser aberta. Ela pode estar em uso no momento.
pt: A tabela não pôde ser aberta. Ela pode estar atualmente em uso.

source: Multi-field relationships cannot be created at one time. Please connect each pair of fields individually.
de: Mulit-Feld Vernküpfungen können nicht zur selben Zeit erstellt werden. Bitte verbinden Sie jedes Paar der Felder individuell.
es: No se pueden crear relaciones de múltiples campos a la vez. Por favor, conecte cada par de campos individualmente.
fr: Les relations à plusieurs champs ne peuvent pas être créées en une seule fois. Veuillez connecter chaque paire de champs individuellement.
it: Relacionamentos de vários campos não podem ser criados de uma vez. Por favor, conecte cada par de campos individualmente.
pt: Relacionamentos de vários campos não podem ser criados de uma só vez. Conecte cada par de campos individualmente.

source: To add tables, double-click here or drag in tables from the Project Panel
de: Um Tabellen hinzuzufügen, klicken Sie zweimal hier oder ziehen Sie Tabellen von dem Projektpanel.
es: Para añadir tablas, haga doble clic aquí o arrastre las tablas desde el Panel de Proyecto
fr: Pour ajouter des tables, double-cliquez ici ou glissez les tables depuis le Panneau de Projet
it: Para adicionar tabelas, clique duas vezes aqui ou arraste tabelas do Painel de Projetos
pt: Para adicionar tabelas, clique duas vezes aqui ou arraste as tabelas do Painel do Projeto

source: Removing this table from the diagram will remove all relationships associated with this table. Would you like to continue?
de: Löschen Sie diese Tabelle vom Diagramm, dann löschen Sie auch alle damit verbundenen Verknüpfungen mit dieser Tabellle. Möchten Sie fortfahren?
es: Eliminar esta tabla del diagrama eliminará todas las relaciones asociadas con esta tabla. ¿Desea continuar?
fr: La suppression de cette table du diagramme supprimera toutes les relations associées à cette table. Souhaitez-vous continuer?
it: Remover esta tabela do diagrama removerá todos os relacionamentos associados a esta tabela. Você gostaria de continuar?
pt: Remover esta tabela do diagrama removerá todos os relacionamentos associados a esta tabela. Gostaria de continuar?

source: One or more of the tables was not added because it already exists in the relationship diagram.
de: Eine oder mehrer dieser Tabellen wurde nicht hinzugefügt, weil diese bereits in dem Verknüpfungsdiagramm existieren.
es: Una o más de las tablas no se añadió porque ya existe en el diagrama de relaciones.
fr: Une ou plusieurs des tables n'ont pas été ajoutées car elles existent déjà dans le diagramme de relation.
it: Uma ou mais das tabelas não foi adicionada porque já existe no diagrama de relação.
pt: Uma ou mais das tabelas não foi adicionada porque já existe no diagrama de relacionamento.

source: PDF Files
de: PDF-Dateien
es: Archivos PDF
fr: Fichiers PDF
it: Arquivos PDF
pt: Arquivos PDF

source: All Image Files
de: Alle Grafikdateien
es: Todos los archivos de imagen
fr: Tous les fichiers image
it: Todos os Arquivos de Imagem
pt: Todos os Arquivos de Imagem

source: Bitmap Files
de: Bitmap-Dateien
es: Archivos de mapa de bits
fr: Fichiers Bitmap
it: Arquivos Bitmap
pt: Arquivos Bitmap

source: JPEG Images
de: JPEG-Dateien
es: Imágenes JPEG
fr: Images JPEG
it: Imagens JPEG
pt: Imagens JPEG

source: PNG Images
de: PNG-Dateien
es: Imágenes PNG
fr: Images PNG
it: Imagens PNG
pt: Imagens PNG

source: Graphics Interface Files
de: GIF-Dateien
es: Archivos de interfaz gráfica
fr: Fichiers d'interface graphique
it: Arquivos de Interface Gráfica
pt: Arquivos de Interface Gráfica

source: Choose File(s)
de: Datei(en) wählen
es: Elige archivo(s)
fr: Choisir le(s) Fichier(s)
it: Escolha o(s) Arquivo(s)
pt: Escolher Arquivo(s)

source: Source:
de: Quelldatei:
es: Fuente:
it: Fonte:
pt: Origem:

source: Page: %s
de: Seite: %s
es: Página: %s
it: Página: %s
pt: Página: %s

source: Page Count: %s
de: Seitenanzahl: %s
es: Recuento de páginas: %s
fr: Nombre de pages: %s
it: Contagem de Páginas: %s
pt: Contagem de Páginas: %s

source: Only one item can be selected as the source for a report.
de: Nur ein Objekt kann als Quelle für den Bericht ausgewählt werden.
es: Sólo se puede seleccionar un elemento como la fuente para un informe.
fr: Seul un élément peut être sélectionné comme source pour un rapport.
it: Apenas um item pode ser selecionado como a fonte para um relatório.
pt: Apenas um item pode ser selecionado como a fonte para um relatório.

source: The selected item could not be found in the project.
de: Das ausgewählte Objekt konnte nicht geöffnet werden.
es: El elemento seleccionado no se pudo encontrar en el proyecto.
fr: L'élément sélectionné n'a pas pu être trouvé dans le projet.
it: O item selecionado não pôde ser encontrado no projeto.
pt: O item selecionado não pôde ser encontrado no projeto.

source: To set the data source for this report, drag in
de: Um die Quellendatei für diesen Bericht zu erstellen, ziehen Sie
es: Para establecer la fuente de datos para este informe, arrastra
fr: Pour définir la source de données de ce rapport, glisser
it: Para definir a fonte de dados para este relatório, arraste
pt: Para definir a fonte de dados para este relatório, arraste em

source: a table from the Project Panel or double-click here
de: eine Tabelle von dem Projektpanel oder klicken Sie zweimal hier.
es: una tabla desde el Panel de Proyecto o haga doble clic aquí
fr: une table depuis le Panneau de Projet ou double-cliquer ici
it: uma tabela do Painel de Projetos ou clique duas vezes aqui
pt: uma tabela do Painel do Projeto ou clique duas vezes aqui

source: Insert &Fields...
de: &Felder einfügen
es: Insertar &Campos...
fr: Insérer &Champs...
it: Insira &Campos...
pt: Inserir &Campos...

source: <Current Date>
de: <Heutiges Datum>
es: <Fecha Actual>
fr: <Date Actuelle>
it: <Data Atual>
pt: <Data Atual>
