Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: Returns the absolute value of a number
de: berechnet den absoluten Wert einer Zahl
es: Devuelve el valor absoluto de un número
fr: Renvoie la valeur absolue d'un nombre
it: Restituisce il valore assoluto di un numero
pt: Retorna o valor absoluto de um número

source: ACOS(number)
es: ACOS(número)
fr: ACOS(nombre)
it: ACOS(numero)
pt: ACOS(número)

source: Returns the arc cosine of a number in units of radians
de: berechnet den Arcuscosinus einer Zahl
es: Devuelve el arco coseno de un número en unidades de radianes
fr: Renvoie l'arc cosinus d'un nombre en unités de radians
it: Restituisce l'arcocoseno di un numero in radianti
pt: Retorna o arcocosseno de um número em radianos

source: ASIN(number)
es: ASIN(número)
fr: ASIN(nombre)
it: ASIN(numero)
pt: ASIN(número)

source: Returns the arc sin of a number in units of radians
de: berechnet den Arcussinus einer Zahl
es: Devuelve el arco seno de un número en unidades de radianes
fr: Renvoie l'arc sinus d'un nombre en unités de radians
it: Restituisce l'arcoseno di un numero in unità di radianti
pt: Retorna o arco seno de um número em radianos

source: ATAN(number)
es: ATAN(número)
fr: ATAN(nombre)
it: ATAN(numero)
pt: ATAN(número)

source: Returns the arc tangent of a number in units of radians
de: berechnet die Tangente einer Zahl
es: Devuelve la tangente inversa de un número en unidades de radianes
fr: Renvoie l'arc tangente d'un nombre en unités de radians
it: Restituisce l'arcotangente di un numero in unità di radianti
pt: Retorna a tangente inversa de um número em radianos

source: AVG(input)
es: AVG(entrada)

source: An aggregate function returning the average value from its input values
de: Eine Aggregatfunktion, die den Durchschnittswert ihrer Eingabewerte zurückgibt.
es: Una función de agregación que devuelve el valor medio de sus valores de entrada
fr: Une fonction d'agrégation renvoyant la valeur moyenne de ses valeurs d'entrée
it: Una funzione aggregata che restituisce il valore medio dai suoi valori in input
pt: Uma função agregada que retorna o valor médio de seus valores de entrada

source: CEILING(number [, precision])
es: CEILING(número [, precisión])
fr: CEILING(nombre [, précision])
it: CEILING(numero [, precisione])
pt: CEILING(número [, precisão])

source: Returns the smallest number, to the specified precision, that is greater than or equal to the input number
de: ergibt die kleinste Nummer mit der angegebenen Präzision, die größer als oder gleich wie die Eingangsnummer ist
es: Devuelve el número más pequeño, con la precisión especificada, que es mayor o igual que el número de entrada
fr: Renvoie le plus petit nombre, à la précision spécifiée, qui est supérieur ou égal au nombre d'entrée
it: Restituisce il numero più piccolo, alla precisione specificata, che è maggiore o uguale al numero in input
pt: Retorna o menor número, com a precisão especificada, que é maior ou igual ao número de entrada

source: CHR(number)
es: CHR(número)
fr: CHR(nombre)
it: CHR(numero)
pt: CHR(número)

source: Returns the ASCII character corresponding to the input number
de: gibt das ASCII-Zeichen eines Codes zurück
es: Devuelve el carácter ASCII correspondiente al número de entrada
fr: Renvoie le caractère ASCII correspondant au nombre d'entrée
it: Restituisce il carattere ASCII corrispondente al numero in input
pt: Retorna o caractere ASCII correspondente ao número de entrada

source: CONTAINS(string, search string)
es: CONTAINS(cadena, cadena de búsqueda)
it: CONTAINS(stringa, stringa di ricerca)
pt: CONTAINS(string, string de pesquisa)

source: Returns true if the search string is contained in the string, false otherwise
de: ergibt 'true', wenn der Suchtext in der Eingangszeichenkette enthalten wird, ansonsten 'false'
es: Devuelve verdadero si la cadena de búsqueda se encuentra en la cadena, falso en caso contrario
fr: Renvoie vrai si la chaîne de recherche est contenue dans la chaîne, faux sinon
it: Restituisce vero se la stringa di ricerca è contenuta nella stringa, falso altrimenti
pt: Retorna verdadeiro se a string de pesquisa estiver contida na string, falso caso contrário

source: COS(number)
es: COS(número)
fr: COS(nombre)
it: COS(numero)
pt: COS(número)

source: Returns the cosine of a number, where the input number is in units of radians
de: berechnet den Cosinus einer Zahl
es: Devuelve el coseno de un número, donde el número de entrada está en unidades de radianes
fr: Renvoie le cosinus d'un nombre, où le nombre d'entrée est en unités de radians
it: Restituisce il coseno di un numero, dove il numero in input è in unità di radianti
pt: Retorna o cosseno de um número, onde o número de entrada está em unidades de radianos

source: Returns the current system date and time
de: ergibt das Aktuelle Datum und die aktuelle Uhrzeit
es: Devuelve la fecha y hora actual del sistema
fr: Renvoie la date et l'heure système actuelles
it: Restituisce la data e l'ora di sistema corrente
pt: Retorna a data e a hora do sistema atual

source: DATE(string)
es: DATE(cadena)
fr: DATE(chaîne)
it: DATE(stringa)

source: Returns a date from the specified input string
de: ergibt ein Datum von der spezifizierter Zeichenkette
es: Devuelve una fecha a partir de la cadena de entrada especificada
fr: Renvoie une date à partir de la chaîne d'entrée spécifiée
it: Restituisce una data dalla stringa di input specificata
pt: Retorna uma data a partir da string de entrada especificada

source: DAY(date)
es: DAY(fecha)
it: DAY(data)
pt: DAY(data)

source: Returns the day corresponding to a date
de: ergibt den Tag von dem Datumswert
es: Devuelve el día correspondiente a una fecha
fr: Renvoie le jour correspondant à une date
it: Restituisce il giorno corrispondente ad una data
pt: Retorna o dia correspondente a uma data

source: DAYNAME(date)
es: DAYNAME(fecha)
it: DAYNAME(data)
pt: DAYNAME(data)

source: Returns the day of the week corresponding to a date
de: ergibt den Wochentagsnamen von dem Datumswert
es: Devuelve el día de la semana correspondiente a una fecha
fr: Renvoie le jour de la semaine correspondant à une date
it: Restituisce il giorno della settimana corrispondente ad una data
pt: Retorna o dia da semana correspondente a uma data

source: DAYOFWEEK(date)
es: DAYOFWEEK(fecha)
it: DAYOFWEEK(data)
pt: DAYOFWEEK(data)

source: Returns the day of the week corresponding to a date as a number between 1 and 7, where Sunday is the first day of the week
de: ergibt den Wochentag von einem Datumswert als Nummer zwischen 1 und 7. Sonntag wird als erster Tag der Woche benutzt
es: Devuelve el día de la semana correspondiente a una fecha como un número entre 1 y 7, donde el domingo es el primer día de la semana
fr: Renvoie le jour de la semaine correspondant à une date sous forme de nombre entre 1 et 7, où le dimanche est le premier jour de la semaine
it: Restituisce il giorno della settimana corrispondente ad una data come un numero compreso tra 1 e 7, dove la domenica è il primo giorno della settimana
pt: Retorna o dia da semana correspondente a uma data como um número entre 1 e 7, onde domingo é o primeiro dia da semana

source: EMPTY(value)
es: EMPTY(valor)
fr: EMPTY(valeur)
it: EMPTY(valore)
pt: EMPTY(valor)

source: Returns true if an input string or date is empty, false otherwise
de: ergibt 'true', wenn die Eingangszeichenkette leer ist, 'false' wenn sie nicht leer ist
es: Devuelve verdadero si una cadena de entrada o fecha está vacía, falso en caso contrario
fr: Renvoie vrai si une chaîne d'entrée ou une date est vide, faux sinon
it: Restituisce vero se una stringa di input o una data è vuota, falso altrimenti
pt: Retorna verdadeiro se uma string de entrada ou data está vazia, falso caso contrário

source: EXP(number)
es: EXP(número)
fr: EXP(nombre)
it: EXP(numero)
pt: EXP(número)

source: Returns the constant e raised to the power of a number
de: ergibt die eulersche Zahl e = 2.7182818...
es: Devuelve la constante e elevada al poder de un número
fr: Renvoie la constante e élevée à la puissance d'un nombre
it: Restituisce la costante e elevata alla potenza di un numero
pt: Retorna a constante e elevada ao poder de um número

source: FLOOR(number [, precision])
es: FLOOR(número [, precisión])
fr: FLOOR(nombre [, précision])
it: FLOOR(numero [, precisione])
pt: FLOOR(número [, precisão])

source: Returns the largest number, to the specified precision, that is less than or equal to the input number
de: ergibt die größte Nummer mit der angegebenen Präzision, die weniger als oder gleich wie die Eingangsnummer ist
es: Devuelve el número más grande, con la precisión especificada, que es menor o igual al número de entrada
fr: Renvoie le plus grand nombre, à la précision spécifiée, qui est inférieur ou égal au nombre d'entrée
it: Restituisce il numero maggiore, con la precisione specificata, che è minore o uguale al numero di input
pt: Retorna o maior número, com a precisão especificada, que é menor ou igual ao número de entrada

source: GREATEST(value1 [, value2, ...])
es: GREATEST(valor1 [, valor2, ...])
fr: GREATEST(valeur1 [, valeur2, ...])
it: GREATEST(valore1 [, valore2, ...])
pt: GREATEST(valor1 [, valor2, ...])

source: Returns the largest value from the input parameters
de: Gibt den größten Wert aus den Eingabeparametern zurück.
es: Devuelve el valor más grande de los parámetros de entrada
fr: Renvoie la plus grande valeur parmi les paramètres d'entrée
it: Restituisce il valore massimo dai parametri di input
pt: Retorna o maior valor dos parâmetros de entrada

source: HOUR(date)
es: HOUR(fecha)
it: HOUR(data)
pt: HOUR(data)

source: Returns the hour corresponding to a date
de: ergibt die Stunde des Datumwerts
es: Devuelve la hora correspondiente a una fecha
fr: Renvoie l'heure correspondant à une date
it: Restituisce l'ora corrispondente ad una data
pt: Retorna a hora correspondente a uma data

source: IIF(boolean test, true value, false value)
es: IIF(prueba booleana, valor verdadero, valor falso)
fr: IIF(test booléen, valeur vraie, valeur fausse)
it: IIF(test booleano, valore vero, valore falso)
pt: IIF(teste booleano, valor verdadeiro, valor falso)

source: If the boolean test is true, the function returns the true value, otherwise it returns the false value
de: Wenn das Ergebnis des Tests True ist, ergibt die Funktion den True Wert, sondern ergibt sie den False Wert
es: Si la prueba booleana es verdadera, la función devuelve el valor verdadero, de lo contrario devuelve el valor falso
fr: Si le test booléen est vrai, la fonction renvoie la valeur vraie, sinon elle renvoie la valeur fausse
it: Se il test booleano è vero, la funzione restituisce il valore vero, altrimenti restituisce il valore falso
pt: Se o teste booleano for verdadeiro, a função retorna o valor verdadeiro, caso contrário, retorna o valor falso

source: INITCAP(string)
es: INITCAP(cadena)
fr: INITCAP(chaîne)
it: INITCAP(stringa)

source: Converts any character in a string that follows a non-letter character to uppercase
de: ergibt eine Zeichenkette, in der jeder erste Buchstabe groß geschrieben wird
es: Convierte cualquier carácter en una cadena que sigue a un carácter no alfabético a mayúsculas
fr: Convertit en majuscules tout caractère dans une chaîne qui suit un caractère non-lettre
it: Converte in maiuscolo qualsiasi carattere in una stringa che segue un carattere non lettera
pt: Converte qualquer caractere em uma string que segue um caractere não-letra para maiúsculas

source: INSTR(string, search string [, occurrence])
es: INSTR(cadena, cadena de búsqueda [, ocurrencia])
fr: INSTR(chaîne, chaîne de recherche [, occurrence])
it: INSTR(stringa, stringa di ricerca [, occorrenza])
pt: INSTR(string, string de pesquisa [, ocorrência])

source: Returns the nth occurrence of the search string in the string, starting from the left side of the string
de: Ergibt die n-te gefundene Position von dem Suchtext in der Eingangszeichenkette
es: Devuelve la enésima aparición de la cadena de búsqueda en la cadena, comenzando por el lado izquierdo de la cadena
fr: Renvoie la nième occurrence de la chaîne de recherche dans la chaîne, en partant de la gauche de la chaîne
it: Restituisce l'n-esima occorrenza della stringa di ricerca nella stringa, partendo dal lato sinistro della stringa
pt: Retorna a enésima ocorrência da string de pesquisa na string, começando pelo lado esquerdo da string

source: ISNULL(value)
es: ISNULL(valor)
fr: ISNULL(valeur)
it: ISNULL(valore)
pt: ISNULL(valor)

source: Returns true if an input string or date is null, false otherwise
de: gibt 'true' zurück, wenn die Eingangszeichenkette leer ist, 'false' wenn sie nicht leer ist
es: Devuelve verdadero si una cadena de entrada o fecha es nula, falso en caso contrario
fr: Renvoie vrai si une chaîne d'entrée ou une date est nulle, faux sinon
it: Restituisce vero se una stringa di input o una data è null, falso altrimenti
pt: Retorna verdadeiro se uma string de entrada ou data é nula, falso caso contrário

source: LEAST(value1 [, value2, ...])
es: LEAST(valor1 [, valor2, ...])
fr: LEAST(valeur1 [, valeur2, ...])
it: LEAST(valore1 [, valore2, ...])
pt: LEAST(valor1 [, valor2, ...])

source: Returns the smallest value from the input parameters
de: Gibt den kleinsten Wert aus den Eingabeparametern zurück.
es: Devuelve el valor más pequeño de los parámetros de entrada
fr: Renvoie la plus petite valeur parmi les paramètres d'entrée
it: Restituisce il valore minimo dai parametri di input
pt: Retorna o menor valor dos parâmetros de entrada

source: LEFT(string, length)
es: LEFT(cadena, longitud)
fr: LEFT(chaîne, longueur)
it: LEFT(stringa, lunghezza)
pt: LEFT(string, comprimento)

source: Returns the leftmost characters of a string to the specified length
de: Ergibt die ersten X Zeichen von der Eingangszeichenkette
es: Devuelve los caracteres más a la izquierda de una cadena hasta la longitud especificada
fr: Renvoie les caractères les plus à gauche d'une chaîne jusqu'à la longueur spécifiée
it: Restituisce i caratteri più a sinistra di una stringa alla lunghezza specificata
pt: Retorna os caracteres mais à esquerda de uma string para o comprimento especificado

source: LENGTH(string)
es: LENGTH(cadena)
fr: LENGTH(chaîne)
it: LENGTH(stringa)

source: Returns the number of characters in a string
de: Ergibt die Länge einer Zeichenkette
es: Devuelve el número de caracteres en una cadena
fr: Renvoie le nombre de caractères dans une chaîne
it: Restituisce il numero di caratteri in una stringa
pt: Retorna o número de caracteres em uma string

source: LFIND(string, search string [, occurrence])
es: LFIND(cadena, cadena de búsqueda [, ocurrencia])
fr: LFIND(chaîne, chaîne de recherche [, occurrence])
it: LFIND(stringa, stringa di ricerca [, occorrenza])
pt: LFIND(string, string de pesquisa [, ocorrência])

source: LN(number)
es: LN(número)
fr: LN(nombre)
it: LN(numero)
pt: LN(número)

source: Returns the natural logarithm of a number
de: Ergibt den natürlichen Logarithmus einer Zahl
es: Devuelve el logaritmo natural de un número
fr: Renvoie le logarithme naturel d'un nombre
it: Restituisce il logaritmo naturale di un numero
pt: Retorna o logaritmo natural de um número

source: LOG(number [, base])
es: LOG(número [, base])
fr: LOG(nombre [, base])
it: LOG(numero [, base])
pt: LOG(número [, base])

source: Returns the logarithm of a number in the specified base
de: berechnet den Logarithmus einer Zahl zur angegebenen Basis
es: Devuelve el logaritmo de un número en la base especificada
fr: Renvoie le logarithme d'un nombre dans la base spécifiée
it: Restituisce il logaritmo di un numero nella base specificata
pt: Retorna o logaritmo de um número na base especificada

source: LOWER(string)
es: LOWER(cadena)
fr: LOWER(chaîne)
it: LOWER(stringa)

source: Converts all characters in a string to lowercase
de: ergibt die Zeichenkette in Kleinschreibung
es: Convierte todos los caracteres en una cadena a minúsculas
fr: Convertit tous les caractères d'une chaîne en minuscules
it: Converte tutti i caratteri in una stringa in minuscolo
pt: Converte todos os caracteres de uma string para minúsculas

source: LPAD(string, length [, list])
es: LPAD(cadena, longitud [, lista])
fr: LPAD(chaîne, longueur [, liste])
it: LPAD(stringa, lunghezza [, lista])
pt: LPAD(string, comprimento [, lista])

source: Adds the characters in the list to the left side of a string until the string is the specified length
de: stellt die Zeichen in der Liste der Zeichenkette voran, bis die angegebe Textlänge erreicht wird
es: Agrega los caracteres en la lista al lado izquierdo de una cadena hasta que la cadena tenga la longitud especificada
fr: Ajoute les caractères de la liste sur le côté gauche d'une chaîne jusqu'à ce que la chaîne ait la longueur spécifiée
it: Aggiunge i caratteri nella lista al lato sinistro di una stringa fino a quando la stringa è della lunghezza specificata
pt: Adiciona os caracteres da lista ao lado esquerdo de uma string até que a string tenha o comprimento especificado

source: LTRIM(string [, list])
es: LTRIM(cadena [, lista])
fr: LTRIM(chaîne [, liste])
it: LTRIM(stringa [, lista])
pt: LTRIM(string [, lista])

source: Removes each character in the list from the left side of a string
de: entfert jedes Zeichen in der Liste vom Anfang der Zeichenkette
es: Elimina cada carácter de la lista del lado izquierdo de una cadena
fr: Supprime chaque caractère de la liste à gauche d'une chaîne
it: Rimuove ogni carattere nella lista dal lato sinistro di una stringa
pt: Remove cada caractere da lista do lado esquerdo de uma string

source: MAX(input)
es: MAX(entrada)
fr: MAX(entrée)
pt: MAX(entrada)

source: An aggregate function returning the maximum value from its input values
de: Eine Aggregatfunktion, die den maximalen Wert ihrer Eingabewerte zurückgibt.
es: Una función agregada que devuelve el valor máximo de sus valores de entrada
fr: Une fonction agrégée renvoyant la valeur maximale de ses valeurs d'entrée
it: Una funzione aggregata che restituisce il valore massimo dai suoi valori di input
pt: Uma função de agregação que retorna o valor máximo de seus valores de entrada

source: MIN(input)
es: MIN(entrada)
fr: MIN(entrée)
pt: MIN(entrada)

source: An aggregate function returning the minimum value from its input values
de: An aggregate function, die den minimalen Wert ihrer Eingabewerte zurückgibt.
es: Una función agregada que devuelve el valor mínimo de sus valores de entrada
fr: Une fonction d'agrégation renvoyant la valeur minimale de ses valeurs d'entrée
it: Una función de agregación que devuelve el valor mínimo de sus valores de entrada
pt: Uma função agregada que retorna o valor mínimo de seus valores de entrada

source: Returns the minute corresponding to a date
de: ergibt die Minute des Datumwerts
es: Devuelve el minuto correspondiente a una fecha
fr: Renvoie la minute correspondant à une date
it: Devuelve el minuto correspondiente a una fecha
pt: Retorna o minuto correspondente a uma data

source: MOD(numerator, denominator)
es: MOD(numerador, denominador)
fr: MOD(numérateur, dénominateur)
it: MOD(numerador, denominador)
pt: MOD(numerador, denominador)

source: Returns the remainder of the numerator divided by the denominator
de: ergibt den Rest beim Teilen des Zählers durch den Nenner
es: Devuelve el resto de la división del numerador por el denominador
fr: Renvoie le reste du numérateur divisé par le dénominateur
it: Devuelve el resto de dividir el numerador por el denominador
pt: Retorna o resto da divisão do numerador pelo denominador

source: Returns the month corresponding to a date
de: ergibt den Monats von dem angegebenen Datum
es: Devuelve el mes correspondiente a una fecha
fr: Renvoie le mois correspondant à une date
it: Devuelve el mes correspondiente a una fecha
pt: Retorna o mês correspondente a uma data

source: Returns the name of the month containing a date
de: ergibt den Monatsnamen von dem angegebenen Datum
es: Devuelve el nombre del mes que contiene una fecha
fr: Renvoie le nom du mois contenant une date
it: Devuelve el nombre del mes que contiene una fecha
pt: Retorna o nome do mês que contém uma data

source: Returns an approximation of the constant PI
de: ergibt den ungefähren Wert von PI
es: Devuelve una aproximación de la constante PI
fr: Renvoie une approximation de la constante PI
it: Devuelve una aproximación de la constante PI
pt: Retorna uma aproximação da constante PI

source: POWER(base, exponent)
es: POWER(base, exponente)
fr: POWER(base, exposant)
it: POWER(base, exponente)
pt: POWER(base, expoente)

source: Returns the base raised to the power of the exponent
de: ergibt den Wert von X potenziert mit Y
es: Devuelve la base elevada al exponente
fr: Renvoie la base élevée à la puissance de l'exposant
it: Devuelve la base elevada a la potencia del exponente
pt: Retorna a base elevada à potência do expoente

source: Returns a random number between zero and one
de: ergibt eine Zufallszahl zwischen null und eins
es: Devuelve un número aleatorio entre cero y uno
fr: Renvoie un nombre aléatoire entre zéro et un
it: Devuelve un número aleatorio entre cero y uno
pt: Retorna um número aleatório entre zero e um

source: Returns a string that uniquely identifies a record in a project
de: ergibt eine Zeichenkette, die den Datensatz eindeutig identifizieren kann
es: Devuelve una cadena que identifica de manera única un registro en un proyecto
fr: Renvoie une chaîne qui identifie de manière unique un enregistrement dans un projet
it: Devuelve una cadena que identifica de manera única un registro en un proyecto
pt: Retorna uma string que identifica unicamente um registro em um projeto

source: Returns a number indicating the unsorted, absolute position of a record in a set
de: ergibt die physischen Datensatznummer
es: Devuelve un número que indica la posición absoluta sin ordenar de un registro en un conjunto
fr: Renvoie un numéro indiquant la position non triée et absolue d'un enregistrement dans un ensemble
it: Devuelve un número que indica la posición absoluta, sin clasificar, de un registro en un conjunto
pt: Retorna um número indicando a posição absoluta e não classificada de um registro em um conjunto

source: REGEXP(string, match string)
es: REGEXP(cadena, cadena de coincidencia)
fr: REGEXP(chaîne, chaîne correspondante)
it: REGEXP(cadena, cadena de coincidencia)
pt: REGEXP(string, string correspondente)

source: Returns a portion of the string that matches the regular expression given by the match string
de: ergibt einen Teil einer Zeichenkette
es: Devuelve una parte de la cadena que coincide con la expresión regular dada por la cadena de coincidencia
fr: Renvoie une partie de la chaîne qui correspond à l'expression régulière donnée par la chaîne de correspondance
it: Devuelve una porción de la cadena que coincide con la expresión regular dada por la cadena de coincidencia
pt: Retorna uma parte da string que corresponde à expressão regular fornecida pela string correspondente

source: REPEAT(string, length)
es: REPEAT(cadena, longitud)
fr: REPEAT(chaîne, longueur)
it: REPEAT(cadena, longitud)
pt: REPEAT(string, comprimento)

source: Repeats the characters in the string until the specified length is reached
de: ergibt eine Zeichenkette, in der der Eingangstext wiederholt wird bis die angegebene Zeichenkettelänge erreicht wird
es: Repite los caracteres en la cadena hasta que se alcanza la longitud especificada
fr: Répète les caractères dans la chaîne jusqu'à ce que la longueur spécifiée soit atteinte
it: Repite los caracteres en la cadena hasta que se alcanza la longitud especificada
pt: Repete os caracteres na string até que o comprimento especificado seja atingido

source: REPLACE(string, search string, replace string)
es: REPLACE(cadena, cadena de búsqueda, cadena de reemplazo)
fr: REPLACE(chaîne, chaîne de recherche, chaîne de remplacement)
it: REPLACE(cadena, cadena de búsqueda, cadena de reemplazo)
pt: REPLACE(string, string de busca, string de substituição)
