Repository: kirixresearch/strata
Catalog: appmain/i18n/*/messages.po
Languages: de, es, fr, it, pt

source: <Data Source>
de: <Datenquelle>
es: <Origen de Datos>
fr: <Source de Données>
it: <Fonte de Dados>
pt: <Fonte de Dados>

source: <Page Number>
de: <Seitennummer>
es: <Número de Página>
fr: <Numéro de Page>
it: <Número da Página>
pt: <Número da Página>

source: <Page Count>
de: <Seitenanzahl>
es: <Conteo de Páginas>
fr: <Nombre de Pages>
pt: <Contagem de Páginas>

source: <Page Number> of <Page Count>
de: <Seitennummer> von <Seitenanzahl>
es: <Número de Página> de <Conteo de Páginas>
fr: <Numéro de Page> sur <Nombre de Pages>
it: <Page Number> di <Page Count>
pt: <Número da Página> de <Contagem de Páginas>

source: Page <Page Number>
de: Seite <Seitennummerr>
es: Página <Número de Página>
fr: Page <Numéro de Page>
it: Pagina <Page Number>
pt: Página <Número da Página>

source: Page <Page Number> of <Page Count>
de: Seite <Seitennummberr> von <Seitenanzahl>
es: Página <Número de Página> de <Conteo de Páginas>
fr: Page <Numéro de Page> de <Nombre de Pages>
it: Pagina <Page Number> di <Page Count>
pt: Página <Número da Página> de <Contagem de Páginas>

source: Custom Formula...
de: Beliebige Formel...
es: Fórmula personalizada...
fr: Formule personnalisée...
it: Formula personalizzata...
pt: Fórmula personalizada...

source: Insert For&mula
de: Formel einfügen
es: Insertar Fór&mula
fr: Insérer la For&mule
it: Inserisci For&mula
pt: Inserir fór&mula

source: &Insert Row
de: Reihen einfügen
es: &Insertar Fila
fr: &Insérer Ligne
it: &Inserisci Riga
pt: &Inserir linha

source: &Delete Row
de: Reihen löschen
es: &Eliminar Fila
fr: &Supprimer ligne
it: &Elimina Riga
pt: &Excluir linha

source: &Insert Column
de: &Spalten einfügen...
es: &Insertar Columna
fr: &Insérer colonne
it: &Inserisci Colonna
pt: &Inserir coluna

source: &Delete Column
de: &Spalten löschen
es: &Eliminar Columna
fr: &Supprimer colonne
it: &Elimina Colonna
pt: &Excluir coluna

source: Clear Co&ntents
de: &Inhalte löschen
es: Borrar Co&ntenidos
fr: Effacer Co&ntenu
it: Cancella Co&ntenuti
pt: Limpar co&nteúdo

source: &Report Settings...
de: Berichteinstellungen...
es: &Configuración de Reporte...
fr: &Paramètres de rapport...
it: &Impostazioni Report...
pt: &Configurações do relatório...

source: Page number (1 - %d):
de: Seitennummer (1 - %d):
es: Número de página (1 - %d):
fr: Numéro de page (1 - %d):
it: Numero di pagina (1 - %d):
pt: Número da página (1 - %d):

source: Go To Page
de: Gehe zu Seite
es: Ir a la Página
fr: Aller à la page
it: Vai alla Pagina
pt: Ir para a página

source: True
de: Wahr
es: Verdadero
fr: Vrai
it: Vero
pt: Verdadeiro

source: False
de: Falsch
es: Falso
fr: Faux
it: Falso
pt: Falso

source: Choose a directory
de: Ordner wählen
es: Elige una carpeta
fr: Choisissez un répertoire
it: Scegli una directory
pt: Escolha um diretório

source: Enter Text
de: Text eingeben
es: Escribe texto
fr: Entrez le texte
it: Inserisci testo
pt: Digite o texto

source: Enter Password
de: Password eingeben
es: Escribe la contraseña
fr: Entrez le mot de passe
it: Inserisci password
pt: Digite a senha

source: Choose Color
de: Farbe wählen
es: Elegir color
fr: Choisissez la couleur
it: Scegli colore
pt: Escolha a cor

source: No error
de: Kein Fehler
es: Sin errores
fr: Pas d'erreur
it: Nessun errore
pt: Sem erro

source: Missing open brace
de: Öffnende Klammer '{ ' fehlt
es: Falta la llave de apertura
fr: Accolade ouverte manquante
it: Mancata parentesi aperta
pt: Chave de abertura ausente

source: Missing close brace
de: Schließende Klammer ' }' fehlt
es: Falta la llave de cierre
fr: Accolade fermée manquante
it: Mancata parentesi chiusa
pt: Chave de fechamento ausente

source: Missing open bracket
de: Öffnende Klammer '[ ' fehlt
es: Falta el corchete de apertura
fr: Crochet ouvert manquant
it: Mancata parentesi quadra aperta
pt: Colchete de abertura ausente

source: Missing close bracket
de: Schließende Klammer ' ] ' fehlt
es: Falta el corchete de cierre
fr: Crochet fermé manquant
it: Mancata parentesi quadra chiusa
pt: Colchete de fechamento ausente

source: Missing open parenthesis '('
de: Öffnende Klammer '(' fehlt
es: Falta paréntesis de apertura '('
fr: Parenthèse ouverte '(' manquante
it: Mancata parentesi aperta '('
pt: Parênteses de abertura '(' ausente

source: Missing close parenthesis ')'
de: Schließende Klammer '(' fehlt
es: Falta paréntesis de cierre ')'
fr: Parenthèse fermée ')' manquante
it: Mancata parentesi chiusa ')'
pt: Parênteses de fechamento ')' ausente

source: Missing colon ':'
de: Doppelpunkt ':' fehlt
es: Falta dos puntos ':'
fr: Deux-points ':' manquant
it: Mancato due punti ':'
pt: Dois pontos ':' ausentes

source: Missing semicolon ';'
de: Semikolon ';' fehlt
es: Falta punto y coma ';'
fr: Point-virgule ';' manquant
it: Mancato punto e virgola ';'
pt: Ponto e vírgula ';' ausente

source: Missing quotation mark
de: Anführungszeichen ( " ) fehlt
es: Falta comilla
fr: Guillemet manquant
it: Mancata virgoletta
pt: Aspas ausentes

source: Missing operator
de: Fehlender Operator
es: Falta operador
fr: Opérateur manquant
it: Operatore mancante
pt: Operador ausente

source: Missing 'catch' or 'finally' statement
de: Fehlende 'catch'- oder 'finally'-Anweisung
es: Falta declaración 'catch' o 'finally'
fr: Instruction 'catch' ou 'finally' manquante
it: Mancante dichiarazione 'catch' o 'finally'
pt: Declaração 'catch' ou 'finally' ausente

source: Missing base class
de: Fehlende Basisklasse
es: Falta la clase base
fr: Classe de base manquante
it: Classe base mancante
pt: Classe base ausente

source: Malformed statement
de: Fehlerhafte Anweisung
es: Declaración mal formada
fr: Instruction mal formée
it: Dichiarazione malformata
pt: Declaração mal formada

source: Missing or invalid include file
de: Fehlende oder ungültige Include-Datei
es: Falta o es inválido el archivo incluido
fr: Fichier include manquant ou invalide
it: File include mancanti o non validi
pt: Arquivo include ausente ou inválido

source: Undeclared identifier: '%s'
de: Bezeicher nicht deklariert: '%s'
es: Identificador no declarado: '%s'
fr: Identifiant non déclaré: '%s'
it: Identificatore non dichiarato: '%s'
pt: Identificador não declarado: '%s'

source: Invalid identifier or reserved word: '%s'
de: Ungültiger Bezeichner oder reserviertes Wort: '%s'
es: Identificador inválido o palabra reservada: '%s'
fr: Identifiant invalide ou mot réservé: '%s'
it: Identificatore non valido o parola riservata: '%s'
pt: Identificador inválido ou palavra reservada: '%s'

source: Variable redefinition: '%s'
de: Redefinition von Variable '%s'
es: Redefinición de la variable: '%s'
fr: Redefinition de variable: '%s'
it: Ridefinizione di variabile: '%s'
pt: Redefinição de variável: '%s'

source: Invalid parameter type(s) for function '%s'
de: Ungültiger Parametertyp für Funktion '%s'
es: Tipo(s) de parámetro inválido para la función '%s'
fr: Type(s) de paramètre(s) invalide(s) pour la fonction '%s'
it: Tipo/i di parametro non valido/i per la funzione '%s'
pt: Tipo(s) de parâmetro inválido(s) para a função '%s'

source: Unterminated string
de: Zeichenkette wird nicht beendet
es: Cadena sin terminar
fr: Chaîne non terminée
it: Stringa non terminata
pt: String não terminada

source: Malformed numeric constant
de: Ungültiger numerische Konstante
es: Constante numérica mal formada
fr: Constante numérique mal formée
it: Costante numerica malformata
pt: Constante numérica mal formada

source: This construction is only allowed in class scope
de: Diese Konstruktion ist nur im Klassebereich erlaubt.
es: Esta construcción sólo está permitida en el alcance de la clase
fr: Cette construction n'est autorisée que dans la portée d'une classe
it: Questa costruzione è consentita solo nell'ambito della classe
pt: Esta estrutura é permitida apenas no escopo da classe

source: Unknown escape sequence '%s'
de: Unbekannte Entfernungssequenz '%s'
es: Secuencia de escape desconocida '%s'
fr: Séquence d'évasion inconnue '%s'
it: Sequenza di escape sconosciuta '%s'
pt: Sequência de escape desconhecida '%s'

source: Unexpected token
de: Unerwartetes Token
es: Token inesperado
fr: Token inattendu
it: Token inaspettato
pt: Token inesperado

source: Syntax error
de: Syntaxfehler
es: Error de sintaxis
fr: Erreur de syntaxe
it: Errore di sintassi
pt: Erro de sintaxe

source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
pt: Erro desconhecido

source: Uncaught exception.
de: Ungefangene Exception
es: Excepción no capturada.
fr: Exception non interceptée.
it: Eccezione non catturata.
pt: Exceção não capturada.

source: Syntax error.
de: Syntaxfehler.
es: Error de sintaxis.
fr: Erreur de syntaxe.
it: Errore di sintassi.
pt: Erro de sintaxe.

source: Type error.
de: Typ Fehler
es: Error de tipo.
fr: Erreur de type.
it: Errore di tipo.
pt: Erro de tipo.

source: Range error.
de: Bereichsfehler.
es: Error de rango.
fr: Erreur de portée.
it: Errore di intervallo.
pt: Erro de intervalo.

source: Reference error: while evaluating '%ls'.
de: Referenzfehler: '%ls'.
es: Error de referencia: al evaluar '%ls'.
fr: Erreur de référence : lors de l'évaluation de '%ls'.
it: Errore di riferimento: durante la valutazione di '%ls'.
pt: Erro de referência: enquanto avaliava '%ls'.

source: Reference error.
de: Referenzfehler.
es: Error de referencia.
fr: Erreur de référence.
it: Errore di riferimento.
pt: Erro de referência.

source: No entry point.
de: Kein Startpunkt.
es: No hay punto de entrada.
fr: Aucun point d'entrée.
it: Nessun punto di ingresso.
pt: Nenhum ponto de entrada.

source: Object expected, but is missing.
de: Objekt erwartet, aber fehlt.
es: Se espera un objeto, pero falta.
fr: Objet attendu, mais manquant.
it: Oggetto previsto, ma mancante.
pt: Objeto esperado, mas está ausente.

source: Object type mismatch (possibly missing 'new' operator)
de: Objekttyp passt nicht (vielleicht fehlende 'new'-Anweisung)
es: Incompatibilidad de tipo de objeto (posiblemente falte el operador 'new')
fr: Incompatibilité de type d'objet (il manque peut-être l'opérateur 'new')
it: Tipo di oggetto non corrispondente (possibile mancanza dell'operatore 'new')
pt: Incompatibilidade de tipo de objeto (possível ausência do operador 'new')

source: Term '%ls' does not evaluate to a function.
de: Term '%ls' berechnet sich zu einer Funktion nicht.
es: El término '%ls' no se evalúa a una función.
fr: Le terme '%ls' ne se traduit pas en une fonction.
it: Il termine '%ls' non si traduce in una funzione.
pt: O termo '%ls' não avalia para uma função.

source: The structure cannot be modified while the table is showing filtered related records.
de: Die Struktur kann nicht modifiziert werden, während die Tabelle gefilterte bezogene Datensätze anzeigt.
es: La estructura no se puede modificar mientras la tabla muestra registros relacionados filtrados.
fr: La structure ne peut pas être modifiée pendant que la table affiche des enregistrements relatifs filtrés.
it: La struttura non può essere modificata mentre la tabella mostra record correlati filtrati.
pt: A estrutura não pode ser modificada enquanto a tabela está mostrando registros relacionados filtrados.

source: The table you want to modify is currently showing filtered records. Modifying the table will remove the filter. Would you like to continue?
de: Die Tabelle, die Sie derzeit modifizieren wollen zeigt gefilterte Datensätze. Die Modifizierung der Tabelle wird den Filter löschen. Möchten Sie fortfahren?
es: La tabla que desea modificar actualmente está mostrando registros filtrados. Modificar la tabla eliminará el filtro. ¿Desea continuar?
fr: La table que vous souhaitez modifier affiche actuellement des enregistrements filtrés. La modification de la table supprimera le filtre. Souhaitez-vous continuer?
it: La tabella che vuoi modificare sta attualmente mostrando record filtrati. Modificare la tabella rimuoverà il filtro. Vuoi continuare?
pt: A tabela que você deseja modificar está atualmente mostrando registros filtrados. Modificar a tabela removerá o filtro. Você gostaria de continuar?

source: Modifying Structure of '%s'
de: Die Struktur von '%s' modifizieren
es: Modificando la estructura de '%s'
fr: Modification de la structure de '%s'
it: Modifica della Struttura di '%s'
pt: Modificando Estrutura de '%s'

source: Decimals
de: Dezimale
es: Decimales
fr: Décimales
it: Decimali
pt: Decimais

source: Would you like to save the changes made to the table's structure?
de: Möchten Sie die Veränderungen, die Sie an der Tabellenstruktur vorgenommen haben, speichern?
es: ¿Le gustaría guardar los cambios hechos a la estructura de la tabla?
fr: Souhaitez-vous enregistrer les modifications apportées à la structure de la table?
it: Vuoi salvare le modifiche apportate alla struttura della tabella?
pt: Você gostaria de salvar as alterações feitas na estrutura da tabela?

source: Field Count: %d
de: Feldanzahl: %d
es: Conteo de campos: %d
fr: Nombre de champs : %d
it: Conteggio Campi: %d
pt: Contagem de campos: %d

source: Record Width: %d
de: Datensatzbreite: %d
es: Anchura de registro: %d
fr: Largeur de l'enregistrement : %d
it: Larghezza Record: %d
pt: Largura do Registro: %d

source: To add fields to this table, drag in fields from the Fields Panel or double-click here
de: Um Felder zu dieser Tabelle hinzuzufügen, ziehen Sie die Felder von den Feldpanels oder klicken Sie zweimal hier
es: Para agregar campos a esta tabla, arrastre campos desde el Panel de campos o haga doble clic aquí
fr: Pour ajouter des champs à cette table, faites glisser les champs du Panneau de champs ou double-cliquez ici
it: Per aggiungere campi a questa tabella, trascina i campi dal Pannello Campi o fai doppio clic qui
pt: Para adicionar campos a esta tabela, arraste campos do Painel de Campos ou clique duas vezes aqui

source: One or more of the calculated fields that is selected is new to the table's structure. Only calculated fields that already exist in the table's structure can be converted to fixed fields.
de: Ein oder mehrere selektierte berechnete Felder sind in dieser Tabellenstruktur neu. Nur berechnete Felder, die schon existieren, dürfen in feste Felder konvertiert werden.
es: Uno o más de los campos calculados que se han seleccionado son nuevos en la estructura de la tabla. Solo los campos calculados que ya existen en la estructura de la tabla pueden convertirse en campos fijos.
fr: Un ou plusieurs des champs calculés sélectionnés sont nouveaux dans la structure de la table. Seuls les champs calculés qui existent déjà dans la structure de la table peuvent être convertis en champs fixes.
it: Uno o più dei campi calcolati selezionati è nuovo nella struttura della tabella. Solo i campi calcolati che esistono già nella struttura della tabella possono essere convertiti in campi fissi.
pt: Um ou mais dos campos calculados que estão selecionados são novos para a estrutura da tabela. Apenas campos calculados que já existem na estrutura da tabela podem ser convertidos em campos fixos.

source: Insert &Calculated Field
de: Berechnetes Feld einfügen
es: Insertar &campo calculado
fr: Insérer le champ &Calculé
it: Inserisci Campo &Calcolato
pt: Inserir &Campo Calculado

source: Convert to Fixed Field
de: Zu fixiertem Feld umwandeln
es: Convertir a campo fijo
fr: Convertir en champ fixe
it: Converti in Campo Fisso
pt: Converter para campo fixo

source: There are no fields in the table structure. Add at least one field to the table to continue.
de: Es gibt keine Felder in der Tabellenstruktur. Bitte fügen Sie mindestens ein Feld der Tabelle hinzu, um fortzufahren.
es: No hay campos en la estructura de la tabla. Añada al menos un campo a la tabla para continuar.
fr: Il n'y a pas de champs dans la structure de la table. Ajoutez au moins un champ à la table pour continuer.
it: Non ci sono campi nella struttura della tabella. Aggiungi almeno un campo alla tabella per continuare.
pt: Não há campos na estrutura da tabela. Adicione pelo menos um campo à tabela para continuar.

source: Invalid Table Structure
de: Ungültige Tabellenstruktur
es: Estructura de tabla inválida
fr: Structure de table invalide
it: Struttura Tabella Invalida
pt: Estrutura de tabela inválida

source: The source table structure is invalid or corrupt. This file cannot be opened in the Table View.
de: Die Quellentabellen Struktur ist ungültig oder korrupt. Diese Datei kann in der Tabellenansicht nicht geöffnet werden.
es: La estructura de la tabla de origen es inválida o está corrupta. Este archivo no se puede abrir en la vista de tabla.
fr: La structure de la table source est invalide ou corrompue. Ce fichier ne peut pas être ouvert dans la vue Table.
it: La struttura tabella sorgente è invalida o corrotta. Questo file non può essere aperto nella Visualizzazione Tabella.
pt: A estrutura da tabela de origem é inválida ou corrompida. Este arquivo não pode ser aberto na visualização da tabela.

source: Two or more fields have the same name. Check to make sure all field names are unique to continue.
de: Zwei oder mehrer Felder haben denselben Namen. Bitte überprüfen Sie, ob alle Feldnamen einmalig sind, um fortzufahren.
es: Dos o más campos tienen el mismo nombre. Asegúrese de que todos los nombres de campo sean únicos para continuar.
fr: Deux champs ou plus portent le même nom. Vérifiez que tous les noms de champs sont uniques pour continuer.
it: Due o più campi hanno lo stesso nome. Assicurati che tutti i nomi dei campi siano unici per continuare.
pt: Dois ou mais campos têm o mesmo nome. Verifique para garantir que todos os nomes de campo sejam únicos para continuar.

source: Two or more tables have the same name. Check to make sure all table names are unique to continue.
de: Zwei oder mehrer Tabellen haben denselben Namen. Bitte überprüfen Sie, ob alle Tabellennamen einmalig sind, um fortzufahren.
es: Dos o más tablas tienen el mismo nombre. Asegúrese de que todos los nombres de tabla sean únicos para continuar.
fr: Deux tables ou plus portent le même nom. Vérifiez que tous les noms de tables sont uniques pour continuer.
it: Due o più tabelle hanno lo stesso nome. Assicurati che tutti i nomi delle tabelle siano unici per continuare.
pt: Duas ou mais tabelas têm o mesmo nome. Verifique para garantir que todos os nomes de tabela sejam únicos para continuar.

source: Duplicate Table Names
de: Duplizierte Tabellennamen
es: Nombres de tablas duplicadas
fr: Doublons de noms de table
it: Nomi Tabelle Duplicati
pt: Nomes de tabela duplicados

source: One or more field names are invalid. Check to make sure all field names are valid to continue.
de: Ein oder mehrere Feldnamen sind ungültig. Bitte überprüfen Sie alle Feldnamen, ob sie gültig sind, um fortzufahren.
es: Uno o más nombres de campo son inválidos. Asegúrese de que todos los nombres de campo sean válidos para continuar.
fr: Un ou plusieurs noms de champs sont invalides. Vérifiez que tous les noms de champs sont valides pour continuer.
it: Uno o più nomi dei campi sono invalidi. Assicurati che tutti i nomi dei campi siano validi per continuare.
pt: Um ou mais nomes de campo são inválidos. Verifique para garantir que todos os nomes de campo sejam válidos para continuar.

source: One or more table names are invalid. Check to make sure all table names are valid to continue.
de: Eine oder mehrere Tabellennamen sind ungültig. Bitte überprüfen Sie alle Tabellennamen nach ihrer Gültigkeit, um forzufahren.
es: Uno o más nombres de tabla son inválidos. Asegúrese de que todos los nombres de tabla sean válidos para continuar.
fr: Un ou plusieurs noms de tables sont invalides. Vérifiez que tous les noms de tables sont valides pour continuer.
it: Uno o più nomi delle tabelle sono invalidi. Assicurati che tutti i nomi delle tabelle siano validi per continuare.
pt: Um ou mais nomes de tabela são inválidos. Verifique para garantir que todos os nomes de tabela sejam válidos para continuar.

source: Invalid Table Names
de: Ungültige Tabellennamen
es: Nombres de tablas inválidos
fr: Noms de table invalides
it: Nomi Tabelle Invalidi
pt: Nomes de tabela inválidos

source: One or more formulas has invalid syntax. Check to make sure all formulas have valid syntax to continue.
es: Una o más fórmulas tienen una sintaxis inválida. Asegúrese de que todas las fórmulas tengan una sintaxis válida para continuar.
fr: Une ou plusieurs formules ont une syntaxe invalide. Vérifiez que toutes les formules ont une syntaxe valide pour continuer.
it: Una o più formule hanno una sintassi non valida. Assicurati che tutte le formule abbiano una sintassi valida per continuare.
pt: Uma ou mais fórmulas têm sintaxe inválida. Verifique para garantir que todas as fórmulas tenham sintaxe válida para continuar.

source: Invalid Formula(s)
es: Fórmula(s) inválida(s)
fr: Formule(s) invalide(s)
it: Formula/e Invalida/e
pt: Fórmula(s) inválida(s)

source: One or more of the formulas has a return type that does not match the field type. Would you like to continue?
es: Una o más de las fórmulas tienen un tipo de retorno que no coincide con el tipo de campo. ¿Le gustaría continuar?
fr: Une ou plusieurs formules ont un type de retour qui ne correspond pas au type de champ. Souhaitez-vous continuer?
it: Una o più delle formule ha un tipo di ritorno che non corrisponde al tipo di campo. Vuoi continuare?
pt: Uma ou mais das fórmulas têm um tipo de retorno que não corresponde ao tipo de campo. Você gostaria de continuar?

source: The file could not be saved in the specified location. The destination location may by in use.
es: El archivo no se pudo guardar en la ubicación especificada. La ubicación de destino puede estar en uso.
fr: Le fichier n'a pas pu être enregistré à l'emplacement spécifié. L'emplacement de destination peut être en cours d'utilisation.
it: Il file non può essere salvato nella posizione specificata. La posizione di destinazione potrebbe essere in uso.
pt: O arquivo não pôde ser salvo no local especificado. O local de destino pode estar em uso.

source: The file could not be saved in the specified location. The destination location may by in use. (2)
es: El archivo no se pudo guardar en la ubicación especificada. La ubicación de destino puede estar en uso. (2)
fr: Le fichier n'a pas pu être enregistré à l'emplacement spécifié. L'emplacement de destination peut être en cours d'utilisation. (2)
it: Il file non può essere salvato nella posizione specificata. La posizione di destinazione potrebbe essere in uso. (2)
pt: O arquivo não pôde ser salvo no local especificado. O local de destino pode estar em uso. (2)

source: Saving '%s' as '%s'
de: Speichern '%s' als '%s'
es: Guardando '%s' como '%s'
fr: Enregistrement de '%s' en tant que '%s'
it: Salvataggio di '%s' come '%s'
pt: Salvando '%s' como '%s'

source: Comma-Delimited Interchange Files
de: Kommagetrennte Austauchdateien (*.csv)
es: Archivos de intercambio delimitados por comas
fr: Fichiers d'échange délimités par des virgules
it: File di Interscambio Delimitati da Virgole
pt: Arquivos de intercâmbio delimitados por vírgula

source: Structure Files
de: Strukturdateien
es: Archivos de estructura
fr: Fichiers de structure
it: File di Struttura
pt: Arquivos de estrutura

source: Untitled
de: Unbenannt
es: Sin título
fr: Sans titre
it: Senza titolo
pt: Sem título

source: The file could not be reloaded, because the file is locked or marked as read only
de: Die Datei konnte nicht erneut geladen werden, da die Datei als schreibgeschütz markiert oderverschlüsselt ist
es: El archivo no se pudo volver a cargar, porque el archivo está bloqueado o marcado como solo lectura
fr: Le fichier n'a pas pu être rechargé, car le fichier est verrouillé ou marqué en lecture seule
it: Il file non può essere ricaricato, perché il file è bloccato o contrassegnato come di sola lettura
pt: O arquivo não pôde ser recarregado, porque o arquivo está bloqueado ou marcado como somente leitura
